<%@page contentType="text/html" pageEncoding="UTF-8"%>
<br /><font color="#DF0101">&#10153; </font>భారత ప్రధాని నరేంద్రమోదీ చైనా పర్యటనలో భాగంగా ఇరు దేశాల మధ్య మే 15న సోదర నగరాల నిర్మాణ ఒప్పందాల్లో కర్ణాటక రాష్ట్రం - సిచువాన్ రాష్ట్రం,  చెన్నై - చోంగ్ క్వింగ్, హైదరాబాద్ - క్వింగ్ డావో, ఔరంగాబాద్ - దన్‌హాంగ్ నగరాల అభివృద్ధికి ఒప్పందం జరిగింది.
<br /><br /><font color="#DF0101">&#10153; </font>మంగోలియా సందర్శించిన తొలి భారత ప్రధానిగా మోదీ ఆ దేశ పార్లమెంట్ స్టేట్ గ్రేట్ ఖురల్ ప్రత్యేక సమావేశంలో ప్రసంగించారు.
<br /><br /><font color="#DF0101">&#10153; </font>ప్రధాని మోదీ మే 17న దక్షిణ కొరియా అధ్యక్షురాలు పార్క్ గున్ హైతో చర్చలు జరిపారు. ఇరుదేశాలు ద్వంద్వ పన్నుల నిరోధ ఒప్పందం, దృశ్య శ్రవణ సంయుక్త నిర్మాణం, విమాన రాకపోకల విస్తరణ, విద్యుత్ ఉత్పత్తి - పంపిణీ సముద్ర భద్రతపై పరస్పర సహకారం, నౌకా నిర్మాణంపై జాయింట్ ఒప్పందాలపై సంతకాలు చేశాయి. 
<br /><br /><font color="#DF0101">&#10153; </font> 
ప్రపంచ ఆర్థిక ఫోరమ్ (World Economic Forum) రూపొందించిన మానవ వనరుల వినియోగ సూచీ (Human Capital Index)లో భారత్ 100వ స్థానంలో నిలిచింది. ఫిన్‌లాండ్ మొదటి స్థానంలో నిలవగా నార్వే, స్విట్జర్లాండ్ రెండు, మూడు స్థానాల్లో నిలిచాయి. 
<br /><br /><font color="#DF0101">&#10153; </font>లైఫ్ ఇన్సూరెన్సె ఆఫ్ కార్పోరేషన్ (LIC)తో కలిసి పనిచేయడానికి కెనారా బేంక్ (Canara bank) ఒప్పందం చేసుకుంది . 
 <br /><br /><font color="#DF0101">&#10153; </font>అమెరికా వెలుపల అతిపెద్ద క్యాంపస్ ను గూగుల్ హైదరబాదులో స్తాపించటానికి మే 12న తెలంగాణ ఐటీ శాఖ మంత్రి కె. తారకరామారావు సమక్షంలో గూగుల్ ఒప్పందం కుదుర్చుకుంది .  ఇది ఆసియాలో గూగుల్‌కు తొలి క్యాంపస్. 
 <br /><br /><font color="#DF0101">&#10153; </font> నలంద విశ్వవిద్యాలయం  చాన్సలర్‌గా సింగపూర్ మాజీ మంత్రి జార్జ్ యో ను కేంద్రం మే 30న ప్రకటించింది. ప్రస్తుతం ఉన్న  అమర్త్యసేన్  (ఆర్థికవేత్త, నోబెల్ అవార్డు గ్రహీత) రెండోసారి చాన్సలర్‌గా కొనసాగేందుకు నిరాకరించడంతో కొత్త నియామకం జరిగింది.
<br /><br /><font color="#DF0101">&#10153; </font>నలంద విశ్వవిద్యాలయం బీహర్ లో ఉన్న సంగతి తెలిసిందే . ఈ విశ్వవిద్యాలయం  పునరుద్దరనకు  2013లో భారత్, కాంబోడియా, బ్రూనై , ఆస్ట్రేలియా, సింగపూర్, మయన్మార్‌ల , న్యూజిలాండ్ మధ్య ఒప్పందం కుదిరింది .
<br /><br /><font color="#DF0101">&#10153; </font>Sayyidina Imam Al Hassan Ibn Ali Peace Award  ని ఎప్రిల్ 30 2015 న మౌలనా వహిదిద్దీన్ ఖాన్ కు  అభుదాభి లో ప్రదానం చేశారు .
<br /><br /><font color="#DF0101">&#10153; </font>ముంబాయి ప్రెస్ క్లబ్ 2015 కు గాను రెడ్ ఇంక్ (Redink) అవార్డులును ప్రదానం చేసింది . వీటిలొ
రెడ్ ఇంక్ లైఫ్ టైం అచీవ్‌మెంట్ అవార్డును (Redink life acheivement awaard) ప్రముక జర్నలిస్ట్ , ణ్డ్ట్వ్ కోచైర్మెన్ డ్ర్. ప్రణయ్ రాయ్ కు ప్రదానం చేశారు .

<br /><br /><font color="#DF0101">&#10153; </font>ముంబాయి ప్రెస్ క్లబ్ 2015 కు గాను రెడ్ ఇంక్ జర్నలిస్ట్ ఆఫ్ ది ఇయర్ అవార్డును (Redink journalist of the year)  ని శ్రీనివాస్ జైన్ కి ప్రదానం చేశారు . 

<br /><br /><font color="#DF0101">&#10153; </font>ముంబాయి ప్రెస్ క్లబ్ 2015 కు గాను రెడ్ ఇంక్ ఇంపాక్ట్ ఎడిటర్ ఆఫ్ ది ఇయర్ అవార్డును (Redink impact editor of the year) ఆర్నాబ్ గోస్వామికి ప్రదానం చేశారు . 
<br /><br /><font color="#DF0101">&#10153; </font>
మైక్రో సాఫ్ట్ త్వరలో వస్తున్న తన వెబ్ బ్రౌజర్ కి ఎడ్జ్ (Edge) అని నామకరణం చేసింది . 