<%@page contentType="text/html" pageEncoding="UTF-8"%>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
వినాయక చవితికి టాలీవుడ్ లో భారీ సందడి జరగబోతోంది. స్టార్ హీరోలంతా  రేపు వినాయక చవితి రోజున  తమ అప్క మింగ్ సినిమాల ఫస్ట్ లుక్స్ తో ఫ్యాన్స్ కి స్పెషల్ ట్రీట్ ఇవ్వబోతున్నారు. చవితిని టార్గెట్ చేస్తూ  నందమూరి వారసులతో పాటు మెగా కౌంపౌడ్ కుర్రాళ్లు, సూపర్ స్టార్ మహేశ్ బాబు, కింగ్ నాగార్జున తదితరులు తమ తమ ఫస్ట్ లుక్ టీజర్ల తో రెడీ అయిపొతున్నరు . చవితి రోజునే డిక్టేటర్ ఫస్ట్ లుక్ అండ్ సాంగ్ టీజర్ రిలీజ్ ఉంటోందని ఈ నేపథ్యంలో రీసెంట్ గా ఈ సినిమా కోసం చిత్రీకరించిన పాటను చవతి కానుకగా ఫస్ట్ లుక్ టీజర్ రూపంలో రిలీజ్ చేస్తున్నామని డిక్టేటర్ యూనిట్ చెబుతోంది. ఇక ఇదే టైమ్ లో హీరో యన్టీఆర్ కూడ సుకుమార్ దర్శకత్వంలో రూపొందుతున్న అప్ కమింగ్ మూవీ టైటిల్ ఎనౌన్స్ మెంట్ తో పాటు ఫస్ట్ లక్ ని విడుదల చేయబోతుండటం విశేషం. అదే విదంగా  మెగా కాంపౌండ్ కుర్రాళ్లు కూడా తమ కమింగ్ మూవీస్  పబ్లిసిటీకి గణేష్ చతుర్దశినే వాడుకోబోతున్నారు .  వరుణ్ తేజ కంచె ఆడియో. రామ్ చరణ్ తేజ బ్రూస్ లీ, సాయిధర్మ తేజ సుబ్రహ్మణ్యం ఫర్ సేల్ టీజర్స్ కూడా చవితి రోజునే విడుదల కానున్నాయి . సూపర్ స్టార్ మహేష్ కూడా శ్రీకాంత్ అడ్డాల దర్శకత్వంలో రూపోందుతున్న 'భ్రహ్మోత్సవం' ఫస్ట్ టీజరను విడుదల చేయడానికి రెడీ అయిపొతున్నాడు .



