<%@page contentType="text/html" pageEncoding="UTF-8"%>
<div class="Ramabhadra">

    
      <div  style="margin-top: 4px;padding:5px; font-size: 30px;color: #088A29">

	  ఒక పత్రికా విలేఖరి ఒక రైతును ఇంటర్ వ్యూ
చేస్తున్నాడు.  <br />  <br />

విలేఖరి: మీ మేకలకు మీరు ఏం పెడతారు..?  <br />
రైతు : నల్లమేకకా.., తెల్లమేకకా..?  <br />
వి : నల్లమేకకు..  <br />
రై : గడ్డి..  <br />
వి : మరి తెల్లమేకకు..?  <br />
రై : గడ్డి..  <br />
వి : మీరు మీ మేకలను ఎక్కడ కట్టేస్తారు..?  <br />
రై : నల్లమేకనా.., తెల్లమేకనా..?  <br />
వి : నల్లమేకను..  <br />
రై : బయటి వసారాలో..!!   <br />
వి : మరి తెల్లమేకను..?  <br />
రై : దాన్ని కూడా బయటి వసారాలో..!!   <br />
వి : వీటికి స్నానం ఎలా చేయిస్తారు..?   <br />
రై : నల్లమేకకా.., తెల్లమేకకా..?   <br />
వి : నల్లమేకకు..   <br />
రై : నీటితో..   <br />
వి : మరి తెల్లమేకకు..?   <br />
రై : దానికి కూడా నీటితో..!!   <br />
వి : నీకసలు బుధ్ధి వుందా..? రెండిటికీ ఒకేలా   <br />
చేస్తున్నప్పుడు అస్తమానూ నల్లమేకకా..,   <br />
తెల్లమేకకా అని ఎందుకడుగుతున్నావు..?   <br />
రై : ఎందుకంటే నల్లమేక నాది.   <br />
వి: మరి తెల్లమేక..?   <br />
.   <br />
.  <br />
.  <br />
.  <br />
రై : అదికూడా నాదే..!!   <br />
.   <br />
విలేఖరి తల గోడకేసి కొట్టుకున్నాడు.   <br />
రైతు నవ్వుతూ అన్నాడు..   <br />
ఇప్పుడర్థమైందా.. మీరు టివిలో ఒకే వార్త తిప్పి 
తిప్పి గంటలు గంటలు చూపిస్తూంటే మా
ప్రేక్షకులకి ఎలా వుంటుందో..?

	  </div> </div>