<%@page contentType="text/html" pageEncoding="UTF-8"%>
<div class="Ramabhadra">

    
      <div  style="margin-top: 4px;padding:5px; font-size: 30px;color: #088A29"> 
	  లావు తగ్గాలని డైటీషియన్‌ని కలిసాడు సంజీవ్. ఆ డాక్టర్ అదో టైపు. <br />

సంజీవ్ :- సన్నబడాలంటే మాంసం తగ్గించి, ఆకు కూరలు, ధాన్యాలు బాగా తినాలంటారు .. నిజమేనా <br />

డాక్టర్:- ఏమక్కరలేదు, మేకలు, గొర్రెలు తినేదేమిటి. ఆకులు, గడ్డే కదా. కోళ్ళకు దాణానే కదా వేస్తున్నాం. మాంసం తింటున్నామంటే పరోక్షంగా ఆకుకూరలు, ధాన్యాలు తింటున్నట్లే !! <br />

సంజీవ్:- వేపుళ్ళు మంచివి కావంటుంటారు.. <br />

డాక్టర్:- ఎందుక్కావు? నూనె ఎక్కడినుండి వచ్చింది? <br />

సంజీవ్:- వేరుశనగ, నువ్వులు, పొద్దుతిరుగుడు. <br />

డాక్టర్:- అంటే ధాన్యాల నుంచే కదా, మరి నీ ఒంటికి అవి ఎందుకు మంచివి కావో చెప్పు? <br />

సంజీవ్:- పోనీ మద్యం మానేయాలంటారా? <br />
డాక్టర్:- ఎవరయ్యా నీ బుర్ర పాడు చేసింది? వైన్ వచ్చేది పళ్ళ నుంచి కాదా ? బీరు బార్లీ నుంచే కదా! దర్జాగా తాగు. పళ్ళు తిన్నంత ఆరోగ్యం. <br />

సంజీవ్:- మరి ఐస్‌క్రీమ్‌స్, చాక్‌లెట్లు.. <br />
డాక్టర్:- లాభం లేదయ్యా! నేను చెప్పేది నీకు అర్ధం కావట్ళేదు. అవీ పాలు, కూరగాయల బై ప్రోడక్ట్సే కదా! <br />

సంజీవ్:- వ్యాయామం చేస్తే ఎక్కువకాలం బ్రతుకుతారంటారు. నిజమేనా? <br />
డాక్టర్:-ఎవరు నీకు చెప్పింది? కసరత్తు చేస్తే గుండె వేగం పెరుగుతుంది. వేగం పెరిగితే ఆయుస్షు ఎలాపెరుగుతుందయ్యా.ఇదెలా ఉందంటే, వేగంగా నడిపితే కారు మన్నిక ఎక్కువ కాలం ఉంటుందన్నట్లుంది !! <br />

సంజీవ్:- అది కాదు. సిట్ అప్స్ చేస్తే, పొట్ట తగ్గుతుందంటారు .. <br />
డాక్టర్:- చూడు.. వ్యాయామం చేయిస్తే చేతికండరాలు పెరుగుతాయి కదా. అలాంటాప్పుడు సిట్ అప్స్ చేస్తే పొట్ట పెరగదా? కోరి కోరి లావు అవుతానంటావేమయ్యా! <br />

సంజీవ్:- పోనీ మంచి ఫిగర్ కోసం ఈత కొట్టొచ్చా? <br />

డాక్టర్:- ఈత కొడితే నాజూగ్గా అవుతారనేది తప్పుడు ప్రచారం. అదే నిజమైతే తిమింగలాలు ఎందుకు అంత సైజున్నాయో చెప్పు? <br />

సంజీవ్:- మరి బాడీకి ఓ షేప్ ఎలా వస్తుందో చెప్పండి? <br />

డాక్టర్:- రౌండుగా ఉండడం మాత్రం షేపు కాదా? ఎవరా మాట అన్నది? <br />
</div> </div>