<%@page contentType="text/html" pageEncoding="UTF-8"%>
<div id="box2common">
			<div id="fbox2inner1"> 
			       రామ ఈస్ గుద్ బూయ్   ఈస్ గుద్ బూయ్  
			  </div>
			     <div id="fbox2inner2"> 
				<img src="<%=request.getContextPath()%>/2.jpg" alt="Smiley face" border="0" height="300px" width="350">
			      </div>
    <div id="fbox2inner4"><font size="3" color="#585858"> <br />
            రామ ఈస్ గుద్ బూయ్     రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్     రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్  
        రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్  
        రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్  
        రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్  
        రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్
         రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్  
        రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్  
        రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్  
        రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్ బూయ్    రామ ఈస్ గుద్  <br /></font>
    </div>
    <%@include file="sharescript.jsp" %>
</div>
