<%@page contentType="text/html" pageEncoding="UTF-8"%>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

<strong>ముంబై:</strong> బాహుబలి సినిమా తనకు స్పూర్తినిచ్చిందని ప్రముఖ బాలీవుడ్ నటుడు షారుక్ ఖాన్ ప్రశంసించారు. బాహుబలి ఎంతో కష్టపడి తీసిన సినిమా అని షారుక్ ట్విట్టర్ లో కొనియాడారు. ఈ సినిమా తెరకెక్కించడంలో పని చేసిన ప్రతి ఒక్కరు తనకు ఆదర్శమని కృతజ్ఞతలు తెలిపారు. వచ్చిన అవకాశాన్ని ఉపయోగించుకోగలితేనే ఆకాశన్నందుకోగలుగుతామని షారుక్ ట్వీట్ చేశారు. బాహుబలి చిత్ బృందానికి ఆయన అభినందనలు తెలియజేశారు.

