<%@page contentType="text/html" pageEncoding="UTF-8"%>
<br />
Ans : <br /><br />

 
1) ఆరు అగ్రరాజ్యాలైన అమెరికా, రష్యా, చైనా, బ్రిటన్, ఫ్రాన్స్, జర్మనీ దేశాలు ఏప్రిల్ 2న ఇరాన్ అణు కార్యక్రమాన్ని అడ్డుకునేందుకు ఇరాన్‌తో స్విట్జర్లాండ్‌లోని లసానేలో చర్చలు జరిపాయి . రెండు వర్గాల మధ్య కుదిరిన ఒప్పందం ఇరాన్ అణు కార్యక్రమంపై పదేళ్లు ఆంక్షల ఉంటాయి . ఇందుకు బదులుగా ఇరాన్‌పై విధించిన ఆర్థిక ఆంక్షలను ఎత్తివేశాయి.
2) యెమెన్ లో చిక్కుకున్న భారతీయుల తరలింపునకు చేపట్టిన ఆపరేషన్ రాహత్ ద్వారా ఎయిర్ ఇండియా 2,300 మందిని భారత్‌కు చేర్చింది.
3) ప్రపంచవ్యాప్తంగా అత్యధికంగా ఉపయోగించే వాణిజ్య పదాల జాబితా టాప్-50లో ‘గురు’ అనే భారతీయ పదం 15 వ స్తానంలో నిలిచింది.‘గ్లోబల్ లాంగ్వేజ్ మానిటర్’ ఈ జాబితాను రూపొందించింది.
