<%@page contentType="text/html" pageEncoding="UTF-8"%>
<br />
ఒక చిన్న కథ...<br />
ఒక చేపలు పట్టేవాడు ఒక చేపను పట్టుకుని మహారాజు దగ్గరికి వెళ్ళాడు.
ఆ చేపను మహారాజుగారికి సమర్పించి ఇలా అన్నాడు.<br />
" మహారాజా! ఈ చేప చాలా ప్రత్యేకమైనది.... ఇది మీదగ్గర ఉంటేనే
బాగుంటుంది." అన్నాడు.<br />
చేప చాలా బాగుందని రాజుగారు ముచ్చటపడి ఆ చేపను తీసుకుని అతనికి
5000 వరహాలు ఇచ్చాడు.<br />
అదిచూసిన మహారాణికి చిన్న చేపకు
5000 వరహాలు ఇవ్వడం నచ్చలేదు.రాజుగారితో ఇలా అంది. <br />
" మహారాజా! చేపను తెచ్చి ఇచ్చిన అతనికి 5000 వరహాలు ఇవ్వడం
నాకు నచ్చలేదు. ఆ చేపను ఇచ్చేసి ఆ వరహాలను వెనక్కు తీసుకోండి" <br />
దానికి మహారాజు ఇలా అన్నాడు. <br />
" ఒక చేపలు పట్టి బ్రతుకుతున్న వ్యక్థికి ఇచ్చిన కానుకను వెనక్కి
తీసుకోవడం మంచిదికాదు. ఆ ఆలోచన మానుకో " <br />
కానీ రాణి ససేమిరా ఒప్పుకోలేదు.  <br />
ఎలాగైనా వరహాలను వెనక్కు 
తీసుకోవాలని రాజుగారిని ఒత్తిడిచేసింది. <br />
చేసేదేంలేక రాజుగారు
ఒప్పుకుని ఎలా వెనక్కుతీసుకోవాలో చెప్పమని రాణినే అడిగారు. <br />
దానికి రాణి ఇలా అన్నది.
" చేప ఆడదో ...మగదో అడిగి తెలుసుకోండి...
వాడు ఆడది అంటే మాకు మగ చేపకావాలి అనీ...
మగచేప అని అంటే
మాకు ఆడచేపలే కావాలని చెప్పి తెలివిగా చేపను వెనక్కి ఇచ్చి
వరహాలు వెనక్కు తీసుకుందాం " <br />
రాజుగారు ఆ చేపలు పట్టే వాణ్ణి పిలిచి 
చేప ఆడదా మగదా
అని అన్యమనస్కంగా అడిగాడు .  <br />
దానికి ఆ చేపలు పట్టెవాడు ఇలా సమాధానం
ఇచ్చాడు.
" మహారాజా! ఆడచేప కాదు...మగచేపకాదు. చాలా వింతైన
చేప కాబట్టే మీకు ఇచ్చాను"
ఆ సమాధానానికి మెచ్చి రాజుగారు మరొక 5000 వరహాలు ఇచ్చాడు <br />
అలా ఇస్తున్నప్పుడు ఒక వరహా జారి కిందపడిపోయింది.
దానికోసం
అతను వెదుకుతుండగా మహారాణి మళ్ళి ఇలా అన్నది. <br />
" చూశారా! మహారాజా! వాడి పిసినారితనం...లేకితనం..
మిమ్మల్ని ఎలా బురిడీ కొట్టించి మరొక 5000 వరహాలు 
కొట్టేశాడు. అతన్ని అడగండీ" <br />
రాజు గారు అతన్ని ఇలా అడిగాడు  
" నీకు 10000 వరహాలు వచ్చాయి కదా!
మళ్ళీ కిందపడిపోయిన ఒక్క వరహా కోసం ఎందుకు అంతలా వెతుకుతున్నావు." <br />
దానికి ఆ చేపలు పట్టేవాడు ఇలా సమాధానం చెప్పడు.
" మహారాజా!
నాకు , నా కుటుంబానికి సరిపడా సంపాదనను మీరే
నాకు కల్పిస్తున్నారు. అలాంటి మీరంటే చాలా గౌరవం మాకు.
ఆ వరహా మీద మీ రూపు ఉంటుంది కదా! పొరపాటునకూడా
దాన్ని ఎవరూ తొక్కడం నాకు ఇష్టంలేదు మహారాజా! అందుకే
ఆ ఒక్క వరహాను వెతుకుతున్నాను. క్షమించండి మహారాజా! <br />
అది విన్న మహారాజు మరొక 5000 వరహాలు కానుకగా ఇచ్చి పంపించారు. <br /><br />
నీతి:  <br /><br />
మనకంటే తక్కువ స్థాయిలో ఉన్నవారిని తక్కువగా అంచనా
వేయకూడదు.......
చదువుకోకపోయినా వారికి తెలివితేటలు
ఉండవనీ.......
బాగా చదువుకున్నాము కాబట్టి బాగా తెలివి
తేటలు ఉంటాయని అభిప్రాయానికి రాకూడదు.
కొంతమందికి
జీవితమే ఎన్నో తెలివితేటలను .......అనుభవాలతో కూడిన
శక్తి యుక్తులను ఇస్తుందని తెలుసుకోవాలి.