<%@page contentType="text/html" pageEncoding="UTF-8"%>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

త్వరలో భాహుభలి బుల్లి తెర మీద సంచలనం స్రుస్టించబోతుంది.  మాటీవి బారి సొమ్ము చెల్లించి బాహుబలి రైట్స్ ని సొంతం చేసుకున్న విషయం తెలిసిందే. 
అదేవిదంగా సూపర్ డూపర్ హిట్ అయిన భాహుభలి సినిమా కోసం ప్రపంచ బుల్లి తెర ప్రేక్షకలు కూడా ఎంతొ ఆత్రంగా ఎదురుచూస్తున్నారు.
 బారీ మొత్తం పెట్టి కొన్న భాహుభలిని మా టీ.వి బాగా క్యాష్ చేసుకొవాలనుకుంటుంది. అందుకోసం సన్నాహాలు మొదలపెట్టింది. 
 గతంలో ఏ సినిమాకు రానంత యాడ్ రెవెన్యూ భాహుభలి ద్వారా పొందాలనుకుంటుంది. అందుకు నిదర్శనంగా బ్రేక్ సమయంలో 10 సెకెన్ల యాడ్ కి 2.5 లక్షలు , 30 సెకెన్లు యాడ్ కి 5 లక్షలు వసూలు చేస్తుంది.
 ఈ లెక్కన సెకెనుకి గరిస్టంగా పాతిక వేలు వసూలు చేస్తుంది . అదీ భాహుభలి స్టామినా ...!      