<%@page contentType="text/html" pageEncoding="UTF-8"%>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
సుకుమార్ దర్శకత్వంలొ యన్.టి.అర్ హీరోగా తెరెకెక్కుతున్న 'నాన్నకు ప్రేమతో' సినిమాలో యన్.టి.ఆర్ డ్యూయెల్ రోల్ పోషిస్తున్నట్టు సమాచారం . అయితె ఇంతవరకూ ఒక పాత్రకు సంబందించిన (గడ్డంతొ ఉన్న యన్.టి.అర్) స్టిల్ మాత్రమె బయటకు వచ్చింది , రెండవ  పాత్రకు సంబందించి స్టిల్ విషయంలొ గొప్యత ప్రదర్శిస్తున్నట్లు సమాచారం. రెండవ  పాత్రకు సంబందించిన విషయాలు డైరెక్ట్ గా హాలులొ చూదాల్సిందెనేమో . ఏది ఎమైనా ఈ డ్యూయెల్ రోల్ సమాచారంతొ సినిమాకి మరింత హైప్ క్రియెట్ చేసినట్లైంది. గతంలొ యెన్.టి.అర్ డ్యుయెల్ రోల్ సినిమాలు రెండు చేయగా వాటిలొ ఒకటి హిట్(అధుర్స్) ఒకటి ఫట్ (ఆంధ్రవాలా) గా నిలిచాయి .   

