<%@page contentType="text/html" pageEncoding="UTF-8"%>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

వినాయక చవితి రోజున దర్శకుడు రాంగోపాల్ వర్మ హీరో మంచు విష్ణు మీద సెటైర్లు వేశాడు.  అందరికీ వినాయక చవితి శుభాకాంక్షలు చెబుదామని మంచు విష్ణు ట్విట్టర్లో ఓ కామెంట్ పెట్టాడు. తన రహస్య స్నేహితుడు, దీర్ఘ కాల అభిమాన దేవుడు గణేశుడి దీవెనలు అందరికీ అందాలని ప్రార్థిస్తున్నట్లు తెలిపాడు. గణపతి బప్పా మోరియా అంటూ అందరినీ పలకరించాడు. అయితే, కాసేపటికల్లా వర్మ ఆ ట్వీట్ చూశాడు. నీ రహస్య స్నేహితుడు, అభిమాన దేవుడు ఎవరో అందరికీ తెలియనివ్వకు. అలా తెలిస్తే తిరుపతి, యాదగిరిగుట్టలకు జెలసీ వచ్చి, నిన్ను శపించగలరు జాగ్రత్త. అంటూ ట్వీట్ చేశారు. ఇది చూసి జనమంతా నవ్వుకున్నారు.
