<%@page contentType="text/html" pageEncoding="UTF-8"%>


<table border = "1">
<tr><td style ="width:40%"> ఈవెంట్ పేరు    </td> <td style ="width:60%"> ATP వరల్డ్ టూర్ ఫైనల్స్ 2015       </td> </tr>
<tr><td> ఏ క్రీడకు సంబందించి</td> <td>      టెన్నిస్  </td> </tr>
<tr><td>ఎన్ని సంవత్సరాలుకొకసారి  </td> <td>    ప్రతి సంవత్సరం  </td> </tr>
<tr><td>ఇది ఎన్నవది </td> <td>      సింగిల్స్ 46 వది / డబుల్స్ 41 వది  </td> </tr>
<tr><td>ఎప్పుడు జరిగింది</td> <td>   15-22 నవంబర్ 2015  </td> </tr>
<tr><td>  ఎక్కడ జరిగింది </td> <td>లండన్ </td> </tr>
<tr><td>  కేటగిరిలు </td> <td>     దీనిలో మొత్తం 2   కేటగిరీలు ఉన్నాయి . అవి :   <br />
1)  పురుషులు సింగిల్స్  (Men' s single)  <br />
2) పురుషులు  డబుల్స్ (Men's double)  <br />
<tr><td> పురుషులు సింగిల్స్ విజేత     </td> <td>    నొవాక్ జకోవిచ్  (సెర్బియా)      </td> </tr>
<tr><td> పురుషులు సింగిల్స్  రన్నరప్       </td> <td>  రోజర్ ఫెదరర్ (స్విజ్జర్లాండ్)  </td> </tr>
<tr><td> పురుషులు  డబుల్స్  విజేత</td> <td>    జీన్ జూలియన్ రోజర్ (నెదర్లాండ్) , హోరియా టకావో(రుమేనియా) </td> </tr>
<tr><td> పురుషులు  డబుల్స్  రన్నరప్     </td> <td> రోహన్ బోపన్న (ఇండియా)  ,  ఫ్లోరిన్ మోర్గియా (రుమేనియా) </td> </tr>


</table>