<%@page contentType="text/html" pageEncoding="UTF-8"%>


<table border = "1">
<tr><td style ="width:40%"> ఈవెంట్ పేరు    </td> <td style ="width:60%"> చైనా ఓపెన్ 2015        </td> </tr>
<tr><td> ఏ క్రీడకు సంబందించి</td> <td>      టెన్నిస్  </td> </tr>
<tr><td>ఎన్ని సంవత్సరాలుకొకసారి  </td> <td>    ప్రతి సంవత్సరం  </td> </tr>
<tr><td>ఇది ఎన్నవది </td> <td>      17 వది  </td> </tr>
<tr><td>ఎప్పుడు జరిగింది</td> <td>    5 - 11 అక్టోబర్ 2015  </td> </tr>
<tr><td>  ఎక్కడ జరిగింది </td> <td> బీజింగ్ , చైనా  </td> </tr>
<tr><td>  కేటగిరిలు </td> <td>     దీనిలో మొత్తం 4   కేటగిరీలు ఉన్నాయి . అవి :   <br />
1)  పురుషులు సింగిల్స్  (Men' s single)  <br />
2)  మహిళలు సింగిల్స్  (Women' s single)  <br />
3) పురుషులు  డబుల్స్ (Men's double)  <br />
4) మహిళలు  డబుల్స్ (Women's double)  <br />
<tr><td> పురుషులు సింగిల్స్ విజేత     </td> <td>    నొవాక్ జకోవిచ్  (సెర్బియా)      </td> </tr>
<tr><td> పురుషులు సింగిల్స్  రన్నరప్       </td> <td>   రఫెల్ నాదల్(స్పెయిన్)  </td> </tr>
<tr><td> మహిళలు సింగిల్స్ విజేత     </td> <td>     గార్బిన్ ముగురుజ (స్పెయిన్) </td> </tr>
<tr><td> మహిళలు సింగిల్స్  రన్నరప్     </td> <td>Tímea Bacsinszky  (స్విజ్జర్లాండ్) </td> </tr>
<tr><td> పురుషులు  డబుల్స్  విజేత</td> <td>    వసెక్ పోస్పిసిల్ (కెనడా) , జాక్ సాక్ (U.S)  </td> </tr>
<tr><td> పురుషులు  డబుల్స్  రన్నరప్     </td> <td> డేనియల్ నెస్టర్ (కెనడా) , ఎడ్వర్డ్ రోజర్ (ఫ్రాన్స్) </td> </tr>
<tr><td> మహిళలు    డబుల్స్  విజేత</td> <td>   మార్టీన్ హింగిస్ (స్విజ్జర్లాండ్)  , సానియా మీర్జా(ఇండియా)  </td> </tr>
<tr><td> మహిళలు డబుల్స్  రన్నరప్     </td> <td>  చాన్ హవో చింగ్ (చైనా)  ,     చెన్ యుంగ్ జాన్ (చైనా )     </td> </tr>


</table>