<%@page contentType="text/html" pageEncoding="UTF-8"%>


<table border = "1">
<tr><td style ="width:40%"> ఈవెంట్ పేరు    </td> <td style ="width:60%">   మాడ్రిడ్ ఓపెన్ 2015         </td> </tr>
<tr><td> ఏ క్రీడకు సంబందించి</td> <td>      టెన్నిస్  </td> </tr>
<tr><td>ఎన్ని సంవత్సరాలుకొకసారి  </td> <td>    ప్రతి సంవత్సరం  </td> </tr>
<tr><td>ఇది ఎన్నవది </td> <td>      14 వది  </td> </tr>
<tr><td>ఎప్పుడు జరిగింది</td> <td>3 - 10 మే 2015  </td> </tr>మాడ్రిడ్ , స్పెయిన్
<tr><td>  కేటగిరిలు </td> <td>     దీనిలో మొత్తం 4  కేటగిరీలు ఉన్నాయి . అవి :   <br />
1)  పురుషులు సింగిల్స్  (Men' s single)  <br />
2)  మహిళలు సింగిల్స్  (Women' s single)  <br />
3) పురుషులు  డబుల్స్ (Men's double)  <br />
4) మహిళలు  డబుల్స్ (Women's double)  <br />
<tr><td> పురుషులు సింగిల్స్ విజేత     </td> <td>    ఆండీ ముర్రె  (ఇంగ్లాండ్)     </td> </tr>
<tr><td> పురుషులు సింగిల్స్  రన్నరప్       </td> <td>రఫెల్ నాదల్(స్పెయిన్)   </td> </tr>
<tr><td> మహిళలు సింగిల్స్ విజేత     </td> <td>      పెట్రా క్విటోవా (చెక్ రెపబ్లిక్)  </td> </tr>
<tr><td> మహిళలు సింగిల్స్  రన్నరప్     </td> <td>   స్వెత్లాన కుజునోత్సావా (రష్యా) </td> </tr>
<tr><td> పురుషులు  డబుల్స్  విజేత</td> <td>    రోహన్ బోపన్న(ఇండియా) , ఫ్లోరిన్ మోర్గా (రుమేనియా)</td> </tr>
<tr><td> పురుషులు  డబుల్స్  రన్నరప్     </td> <td>    మార్కిన్ మకావోస్కీ (పోలాండ్) , నేనాడ్ జిమాంజిక్(సెర్బియా)      </td> </tr>
<tr><td> మహిళలు    డబుల్స్  విజేత</td> <td>కేసీ డెలక్వా  (ఆస్ట్రేలియా) , యరస్లోవా స్వెదొవా (కజకిస్తాన్)</td> </tr>
<tr><td> మహిళలు డబుల్స్  రన్నరప్     </td> <td>గాబ్రిన్ ముగురుజా (స్పెయిన్) , కార్ల స్వురాజ్ నవర్రా(స్పెయిన్ )</td> </tr>
</table>