<%@page contentType="text/html" pageEncoding="UTF-8"%>


<table border = "1">
<tr><td style ="width:40%"> ఈవెంట్ పేరు    </td> <td style ="width:60%">   మియామి  ఓపెన్ ( మియామి మాస్టర్స్  ) 2015 </td> </tr>
<tr><td> ఏ క్రీడకు సంబందించి</td> <td>      టెన్నిస్  </td> </tr>
<tr><td>ఎన్ని సంవత్సరాలుకొకసారి  </td> <td>    ప్రతి సంవత్సరం  </td> </tr>
<tr><td>ఇది ఎన్నవది </td> <td>      31 వది  </td> </tr>
<tr><td>ఎప్పుడు జరిగింది</td> <td>     24 మార్చ్ 2015 - 5 ఏప్రల్ 2015  </td> </tr>
<tr><td>  ఎక్కడ జరిగింది </td> <td>     ఫ్లొరిడా , యునైటెడ్ స్టేట్స్  </td> </tr>
<tr><td>  కేటగిరిలు </td> <td>     దీనిలో  4   కేటగిరీలు ఉన్నాయి . అవి :   <br />
1)  పురుషులు సింగిల్స్  (Men' s single)  <br />
2)  మహిళలు సింగిల్స్  (Women' s single)  <br />
3) పురుషులు  డబుల్స్ (Men's double)  <br />
4) మహిళలు  డబుల్స్ (Women's double)  <br />
<tr><td> పురుషులు సింగిల్స్ విజేత     </td> <td>    నొవాక్ జకోవిచ్  (సెర్బియా)      </td> </tr>
<tr><td> పురుషులు సింగిల్స్  రన్నరప్       </td> <td>    ఆండీ ముర్రె  (ఇంగ్లాండ్)  </td> </tr>
<tr><td> మహిళలు సింగిల్స్ విజేత     </td> <td>     సెరెనా విలియమ్స్  ( యునైటెడ్ స్టేట్స్ ఆఫ్ అమెరికా  )    </td> </tr>
<tr><td> మహిళలు సింగిల్స్  రన్నరప్     </td> <td>        కార్లా సూర నవర్రొ (స్పెయిన్) Carla Suárez Navarro     </td> </tr>
<tr><td> పురుషులు  డబుల్స్  విజేత</td> <td>  బాబ్ బ్రియాన్  ( యునైటెడ్ స్టేట్స్ ఆఫ్ అమెరికా  )    , మైక్ బ్రియాన్    ( యునైటెడ్ స్టేట్స్ ఆఫ్ అమెరికా  )       </td> </tr>
<tr><td> పురుషులు  డబుల్స్  రన్నరప్     </td> <td>  వసెక్ పోస్పిసిల్ (కెనడా) , జాక్ సాక్     ( యునైటెడ్ స్టేట్స్ ఆఫ్ అమెరికా  )            </td> </tr>
<tr><td> మహిళలు    డబుల్స్  విజేత</td> <td>   మార్టీన్ హింగిస్ (స్విజ్జర్లాండ్)  ,  సానియా మీర్జా (ఇండియా)     </td> </tr>
<tr><td> మహిళలు డబుల్స్  రన్నరప్     </td> <td>మకరోవా  (రష్యా) , ఎలెనా వేస్నినా (రష్యా)</td> </tr>


</table>