<%@page contentType="text/html" pageEncoding="UTF-8"%>


<table border = "1">
<tr><td style ="width:40%"> ఈవెంట్ పేరు    </td> <td style ="width:60%"> మాంట్ - కార్లొ   రోలెక్స్ మాస్టర్స్ 2015 </td> </tr>
<tr><td> ఏ క్రీడకు సంబందించి</td> <td>      టెన్నిస్  </td> </tr>
<tr><td>ఎన్ని సంవత్సరాలుకొకసారి  </td> <td>    ప్రతి సంవత్సరం  </td> </tr>
<tr><td>ఇది ఎన్నవది </td> <td>      109 వది  </td> </tr>
<tr><td>ఎప్పుడు జరిగింది</td> <td>12 - 19 ఏప్రిల్ 2015  </td> </tr>
<tr><td>  ఎక్కడ జరిగింది </td> <td>     ఫ్రాన్స్  </td> </tr>
<tr><td>  కేటగిరిలు </td> <td>     దీనిలో  2  కేటగిరీలు ఉన్నాయి . అవి :   <br />
1)  పురుషులు సింగిల్స్  (Men' s single)  <br />
3) పురుషులు  డబుల్స్ (Men's double)  <br />
<tr><td> పురుషులు సింగిల్స్ విజేత     </td> <td>    నొవాక్ జకోవిచ్  (సెర్బియా)      </td> </tr>
<tr><td> పురుషులు సింగిల్స్  రన్నరప్       </td> <td>థామస్ బెర్డిక్ (చెక్ రిపబ్లిక్)</td> </tr>
<tr><td> పురుషులు  డబుల్స్  విజేత</td> <td>  బాబ్ బ్రియాన్  ( యునైటెడ్ స్టేట్స్ ఆఫ్ అమెరికా  )    , మైక్ బ్రియాన్    ( యునైటెడ్ స్టేట్స్ ఆఫ్ అమెరికా  )       </td> </tr>
<tr><td> పురుషులు  డబుల్స్  రన్నరప్     </td> <td>  సైమన్ బొలెల్లి(Simone belolli) (ఇటలీ)  ,  ఫాబియో ఫొనిని (Fabio Fognini)  (ఇటలీ)   </td> </tr>
</table>