<%@page contentType="text/html" pageEncoding="UTF-8"%>


<table border = "1">
<tr><td style ="width:40%"> ఈవెంట్ పేరు    </td> <td style ="width:60%">   ఆస్ట్రేలియా ఒపెన్ 2015 </td> </tr>
<tr><td> ఏ క్రీడకు సంబందించి</td> <td>      టెన్నిస్  </td> </tr>
<tr><td>ఎన్ని సంవత్సరాలుకొకసారి  </td> <td>    ప్రతి సంవత్సరం  </td> </tr>
<tr><td>ఇది ఎన్నవది </td> <td>      103 వది  </td> </tr>
<tr><td>ఎప్పుడు జరిగింది</td> <td>      19  జనవరి  2015  - 1  పిబ్రవరి  2015  </td> </tr>
<tr><td>  ఎక్కడ జరిగింది </td> <td>     మెల్బోర్న్ ,  ఆస్ట్రేలియా  </td> </tr>
<tr><td> ప్రదాన కేటగిరిలు </td> <td>     దీనిలో మొత్తం 5  ప్రదాన కేటగిరీలు ఉన్నాయి . అవి :   <br />
1)  పురుషులు సింగిల్స్  (Men' s single)  <br />
2)  మహిళలు సింగిల్స్  (Women' s single)  <br />
3) పురుషులు  డబుల్స్ (Men's double)  <br />
4) మహిళలు  డబుల్స్ (Women's double)  <br />
5) మిక్శిడ్ డబుల్స్ (Mixed doubles)  </td> </tr>
<tr><td> పురుషులు సింగిల్స్ విజేత     </td> <td>    నొవాక్ జకోవిచ్  (సెర్బియా)      </td> </tr>
<tr><td> పురుషులు సింగిల్స్  రన్నరప్       </td> <td>    ఆండీ ముర్రె  (ఇంగ్లాండ్)  </td> </tr>
<tr><td> మహిళలు సింగిల్స్ విజేత     </td> <td>     సెరెనా విలియమ్స్  ( యునైటెడ్ స్టేట్స్ ఆఫ్ అమెరికా  )    </td> </tr>
<tr><td> మహిళలు సింగిల్స్  రన్నరప్     </td> <td>     మారియా షరపోవా   ( రష్యా )      </td> </tr>
<tr><td> పురుషులు  డబుల్స్  విజేత</td> <td>    సైమన్ బొలెల్లి(Simone belolli) (ఇటలీ)  ,  ఫాబియో ఫొనిని (Fabio Fognini)  (ఇటలీ)      </td> </tr>
<tr><td> పురుషులు  డబుల్స్  రన్నరప్     </td> <td>    పెర్రీ హాగ్స్ ( Pierre-Hugues )( ఫ్రాన్స్ ) ,  నికోలస్ మహుత్ ( ఫ్రాన్స్ )        </td> </tr>
<tr><td> మహిళలు    డబుల్స్  విజేత</td> <td>   Bethanie Mattek-Sands  (USA) , లూసియా సఫరోవా (చెక్ రెపబ్లిక్)        </td> </tr>
<tr><td> మహిళలు డబుల్స్  రన్నరప్     </td> <td>    చెన్ యుంగ్ జాన్ (చైనా )  , జెంగ్ జై (చైనా)        </td> </tr>
<tr><td> మిక్శిడ్ డబుల్స్   విజేత   </td> <td>    మార్టీన్ హింగిస్ (స్విజ్జర్లాండ్) , లియాండర్ పేష్ (ఇండియా)         </td> </tr>
<tr><td> మిక్శిడ్ డబుల్స్   రన్నరప్   </td> <td>    క్రిస్టినా మాడినోవిక్ (ఫ్రాన్స్) , డేనియల్ నెస్టర్ (కెనడా)        </td> </tr>


</table>