<%@page contentType="text/html" pageEncoding="UTF-8"%>


<table border = "1">
<tr><td style ="width:40%"> ఈవెంట్ పేరు    </td> <td style ="width:60%">ఫ్రెంచ్ ఓపెన్ 2015         </td> </tr>
<tr><td> ఏ క్రీడకు సంబందించి</td> <td>      టెన్నిస్  </td> </tr>
<tr><td>ఎన్ని సంవత్సరాలుకొకసారి  </td> <td>    ప్రతి సంవత్సరం  </td> </tr>
<tr><td>ఇది ఎన్నవది </td> <td>      114 వది  </td> </tr>
<tr><td>ఎప్పుడు జరిగింది</td> <td>      24 మే - జూన్ 7  2015 </td> </tr>
<tr><td>  ఎక్కడ జరిగింది </td> <td>   పారిస్ , ఫ్రాన్స్ </td> </tr>
<tr><td> ప్రదాన కేటగిరిలు </td> <td>     దీనిలో మొత్తం 5  ప్రదాన కేటగిరీలు ఉన్నాయి . అవి :   <br />
1)  పురుషులు సింగిల్స్  (Men' s single)  <br />
2)  మహిళలు సింగిల్స్  (Women' s single)  <br />
3) పురుషులు  డబుల్స్ (Men's double)  <br />
4) మహిళలు  డబుల్స్ (Women's double)  <br />
5) మిక్శిడ్ డబుల్స్ (Mixed doubles)  </td> </tr>
<tr><td> పురుషులు సింగిల్స్ విజేత     </td> <td>    స్టాన్ వావ్రింకా ( స్విజ్జర్లాండ్ )        </td> </tr>
<tr><td> పురుషులు సింగిల్స్  రన్నరప్       </td> <td>      నొవాక్ జకోవిచ్  (సెర్బియా)      </td> </tr>
<tr><td> మహిళలు సింగిల్స్ విజేత     </td> <td>     సెరెనా విలియమ్స్  ( యునైటెడ్ స్టేట్స్ ఆఫ్ అమెరికా  )    </td> </tr>
<tr><td> మహిళలు సింగిల్స్  రన్నరప్     </td> <td>   లూసియా సఫరోవా (చెక్ రెపబ్లిక్)          </td> </tr>
<tr><td> పురుషులు  డబుల్స్  విజేత</td> <td>    ఇవాన్ డోడిగ్ (క్రొయెసియా) , మర్సెలో మెలో (బ్రెజిల్)   </td> </tr>
<tr><td> పురుషులు  డబుల్స్  రన్నరప్     </td> <td>    బాబ్ బ్రియాన్  ( యునైటెడ్ స్టేట్స్ ఆఫ్ అమెరికా  )    , మైక్ బ్రియాన్    ( యునైటెడ్ స్టేట్స్ ఆఫ్ అమెరికా  )         </td> </tr>
<tr><td> మహిళలు    డబుల్స్  విజేత</td> <td>   Bethanie Mattek-Sands  (USA) , లూసియా సఫరోవా (చెక్ రెపబ్లిక్)        </td> </tr>
<tr><td> మహిళలు డబుల్స్  రన్నరప్     </td> <td>    కేసీ డెలక్వా  (ఆస్ట్రేలియా) , యరస్లోవా స్వెదొవా (కజకిస్తాన్)       </td> </tr>
<tr><td> మిక్శిడ్ డబుల్స్   విజేత   </td> <td>    Bethanie Mattek-Sands  (USA) ,  మైక్ బ్రియాన్    ( యునైటెడ్ స్టేట్స్ ఆఫ్ అమెరికా  )     </td> </tr>
<tr><td> మిక్శిడ్ డబుల్స్   రన్నరప్   </td> <td>    లూసియా హ్రడెక్క  (చెక్ రిపబ్లిక్) , మార్కిన్ మకావోస్కీ (పోలాండ్)</td> </tr>


</table>