<%@page contentType="text/html" pageEncoding="UTF-8"%>
<br />

<table border = "1">
<tr><td style ="width:40%"> ఈవెంట్ పేరు    </td> <td style ="width:60%">       ఐష్ హాకీ 2015 జూనియర్ ప్రపంచ చాంపియన్‌షిప్ </td> </tr>
<tr><td> ఏ క్రీడకు సంబందించి</td> <td>     ఐష్ హాకీ  </td> </tr>
<tr><td>ఎన్ని సంవత్సరాలుకొకసారి  </td> <td>    ప్రతి సంవత్సరం  </td> </tr>
<tr><td>ఇది ఎన్నవది </td> <td>      39 వ ఐష్ హాకీ 2015 జూనియర్ ప్రపంచ చాంపియన్‌షిప్  </td> </tr>
<tr><td>ఎప్పుడు జరిగింది</td> <td>     డెసెంబర్ 26 2014 నుంచి జనవరి 5 2015 మద్య జరిగాయి  </td> </tr>
<tr><td>  ఎక్కడ జరిగింది </td> <td>      టొరొంటొ (Toronto) , ఒంటొరియా(Ontorio) , మాంట్రియల్ (Montreal), క్యూబెక్(Quebec) , కెనడా(Canada) దేశాలు కలిసి   నిర్వహించాయి .</td> </tr>
<tr><td>పాల్గొన్న దేశాలు</td> <td>     మొత్తం 10 దేశాలు పాల్గొన్నాయి .  కెనడా , రష్యా ,  స్లొవేకియా , స్వీడన్ ,    యునైటెడ్ స్టేట్స్  ,  చెక్ రిపబ్లిక్  , ఫిన్లాండ్ , డెన్మార్క్ ,  స్విజ్జర్లాండ్ ,  జర్మనీ .  </td> </tr>
<tr><td>స్వర్ణ పతక విజేత     </td> <td>     కెనడా         ( కెనడా 5-4 తొ రష్యా ని ఓడించి స్వర్ణ పతకాన్ని  గెలుచుకుంది )         </td> </tr>
<tr><td>రజతం      </td> <td>    రష్యా  </td> </tr>
<tr><td>కాంష్యం      </td> <td>    స్లొవేకియా    (  స్లొవేకియా స్వీడన్ పై విజయం సాదించి కాంష్య పతకాన్ని గెలుచుకుంది )  </td> </tr>
</table>
  

 
