<%@page contentType="text/html" pageEncoding="UTF-8"%>


<table border = "1">
<tr><td style ="width:40%"> ఈవెంట్ పేరు    </td> <td style ="width:60%">రోజర్స్ కప్ 2015 </td> </tr>
<tr><td> ఏ క్రీడకు సంబందించి</td> <td>      టెన్నిస్  </td> </tr>
<tr><td>ఎన్ని సంవత్సరాలుకొకసారి  </td> <td>    ప్రతి సంవత్సరం  </td> </tr>
<tr><td>ఇది ఎన్నవది </td> <td>      126  వది   (men) / 114  వది   (women) </td> </tr>
<tr><td>ఎప్పుడు జరిగింది</td> <td>   10 -16 ఆఘష్ట్ 2015 </td> </tr>
<tr><td>  ఎక్కడ జరిగింది </td> <td>    మాంట్రియల్ (కెనడా)  ( MEN ) , టొరోంటో (కెనడా) (  WOMEN  )  </td> </tr>
<tr><td> ప్రదాన కేటగిరిలు </td> <td>     దీనిలో మొత్తం 5  ప్రదాన కేటగిరీలు ఉన్నాయి . అవి :   <br />
1)  పురుషులు సింగిల్స్  (Men' s single)  <br />
2)  మహిళలు సింగిల్స్  (Women' s single)  <br />
3) పురుషులు  డబుల్స్ (Men's double)  <br />
4) మహిళలు  డబుల్స్ (Women's double)  <br />
<tr><td> పురుషులు సింగిల్స్ విజేత     </td> <td>    ఆండీ ముర్రె  (ఇంగ్లాండ్)    </td> </tr>
<tr><td> పురుషులు సింగిల్స్  రన్నరప్       </td> <td>     నొవాక్ జకోవిచ్  (సెర్బియా)     </td> </tr>
<tr><td> మహిళలు సింగిల్స్ విజేత     </td> <td>    బెలిండా బెన్సిక్ (స్విజ్జర్లాండ్)  </td> </tr>
<tr><td> మహిళలు సింగిల్స్  రన్నరప్     </td> <td>   సిమోన హలెప్( రుమేనియా)    </td> </tr>
<tr><td> పురుషులు  డబుల్స్  విజేత</td> <td>   బాబ్ బ్రియాన్  ( యునైటెడ్ స్టేట్స్ ఆఫ్ అమెరికా  )    , మైక్ బ్రియాన్    ( యునైటెడ్ స్టేట్స్ ఆఫ్ అమెరికా  )        </td> </tr>
<tr><td> మహిళలు    డబుల్స్  విజేత</td> <td>    Bethanie Mattek-Sands  (USA) , లూసియా సఫరోవా (చెక్ రెపబ్లిక్)             </td> </tr>

</table>