<%@page contentType="text/html" pageEncoding="UTF-8"%>
<br />
<table border = "1">
<tr><td style ="width:40%"> ఈవెంట్ పేరు    </td> <td style ="width:60%">  హాఫ్‌మేన్‌కప్  2015 </td> </tr>
<tr><td> ఏ క్రీడకు సంబందించి</td> <td>    టెన్నిస్  </td> </tr>
<tr><td>ఎన్ని సంవత్సరాలుకొకసారి  </td> <td>    ప్రతి సంవత్సరం  </td> </tr>
<tr><td>ఇది ఎన్నవది </td> <td>      27 వ హాఫ్‌మేన్‌కప్‌  </td> </tr>
<tr><td>ఎప్పుడు జరిగింది</td> <td>     జనవరి 4  2015  ప్రారంబం అయ్యాయి   </td> </tr>
<tr><td>  ఎక్కడ జరిగింది </td> <td>       ఆస్ట్రేలియాలో పెర్త్ నగరంలో </td> </tr>
<tr><td> పాల్గొన్న దేశాలు </td> <td>     మొత్తం 8 దేశాలు పాల్గోనగా వీటిని 2 గ్రూపులుగా విభజించారు .   </td> </tr>
<tr><td>గ్రూప్ 1     </td> <td>     కెనడా ,    చెక్ రిపబ్లిక్   , ఇటలీ   ,  యునైటెడ్ స్టేట్స్       </td> </tr>
<tr><td>గ్రూప్  2    </td> <td>     ఆస్ట్రేలియా ,    ఫ్రాన్స్   ,   గ్రేట్ బ్రిటన్    ,   పోలండ్    </td> </tr>
<tr><td>స్వర్ణ పతక విజేత      </td> <td> పోలండ్  (   జనవరి 10 న పెర్త్‌లో జరిగిన ఫైనల్ గేములో పోలండ్  యునైటెడ్ స్టేట్స్ పై విజయం సాదించి స్వర్ణాన్ని గెలుచుకుంది )  </td> </tr>
<tr><td>రజతం      </td> <td>  యునైటెడ్ స్టేట్స్  </td> </tr>
</table>
