<%@page contentType="text/html" pageEncoding="UTF-8"%>


<table border = "1">
<tr><td style ="width:40%"> ఈవెంట్ పేరు    </td> <td style ="width:60%"> యు.ఎస్ ఓపెన్ 2015         </td> </tr>
<tr><td> ఏ క్రీడకు సంబందించి</td> <td>      టెన్నిస్  </td> </tr>
<tr><td>ఎన్ని సంవత్సరాలుకొకసారి  </td> <td>    ప్రతి సంవత్సరం  </td> </tr>
<tr><td>ఇది ఎన్నవది </td> <td>      135 వది  </td> </tr>
<tr><td>ఎప్పుడు జరిగింది</td> <td>     ఆగష్టు 31 - సెప్టెంబర్ 13  2015  </td> </tr>
<tr><td>  ఎక్కడ జరిగింది </td> <td>     న్యూయార్క్ , యునైటెడ్ స్టేట్స్  </td> </tr>
<tr><td> ప్రదాన కేటగిరిలు </td> <td>     దీనిలో మొత్తం 5  ప్రదాన కేటగిరీలు ఉన్నాయి . అవి :   <br />
1)  పురుషులు సింగిల్స్  (Men' s single)  <br />
2)  మహిళలు సింగిల్స్  (Women' s single)  <br />
3) పురుషులు  డబుల్స్ (Men's double)  <br />
4) మహిళలు  డబుల్స్ (Women's double)  <br />
5) మిక్శిడ్ డబుల్స్ (Mixed doubles)  </td> </tr>
<tr><td> పురుషులు సింగిల్స్ విజేత     </td> <td>    నొవాక్ జకోవిచ్  (సెర్బియా)      </td> </tr>
<tr><td> పురుషులు సింగిల్స్  రన్నరప్       </td> <td>   రోజర్ ఫెదరర్ (స్విజ్జర్లాండ్) </td> </tr>
<tr><td> మహిళలు సింగిల్స్ విజేత     </td> <td>     ఫ్లెవియా పెన్నెట్ట (ఇటలీ)   </td> </tr>
<tr><td> మహిళలు సింగిల్స్  రన్నరప్     </td> <td>     రోబర్ట్ విన్సీ  (ఇటలీ)     </td> </tr>
<tr><td> పురుషులు  డబుల్స్  విజేత</td> <td>    పెర్రీ హాగ్స్ ( Pierre-Hugues )( ఫ్రాన్స్ ) ,  నికోలస్ మహుత్ ( ఫ్రాన్స్ )      </td> </tr>
<tr><td> పురుషులు  డబుల్స్  రన్నరప్     </td> <td>  జామీ ముర్రె (యునైటెడ్ స్టేట్స్) , జాన్ పీర్స్ (ఆస్ట్రేలియా)           </td> </tr>
<tr><td> మహిళలు    డబుల్స్  విజేత</td> <td>   మార్టీన్ హింగిస్ (స్విజ్జర్లాండ్)  , సానియా మీర్జా(ఇండియా)  </td> </tr>
<tr><td> మహిళలు డబుల్స్  రన్నరప్     </td> <td>  కేసీ డెలక్వా  (ఆస్ట్రేలియా) , యరస్లోవా స్వెదొవా (కజకిస్తాన్)      </td> </tr>
<tr><td> మిక్శిడ్ డబుల్స్   విజేత   </td> <td>    మార్టీన్ హింగిస్ (స్విజ్జర్లాండ్) , లియాండర్ పేష్ (ఇండియా)         </td> </tr>
<tr><td> మిక్శిడ్ డబుల్స్   రన్నరప్   </td> <td>    Bethanie Mattek-Sands  (USA) , సామ్ క్వార్రీ (U.S)</td> </tr>


</table>