<%@page contentType="text/html" pageEncoding="UTF-8"%>


<table border = "1">
<tr><td style ="width:40%"> ఈవెంట్ పేరు    </td> <td style ="width:60%">   WTA ఫైనల్స్ 2015        </td> </tr>
<tr><td> ఏ క్రీడకు సంబందించి</td> <td>      టెన్నిస్  </td> </tr>
<tr><td>ఎన్ని సంవత్సరాలుకొకసారి  </td> <td>    ప్రతి సంవత్సరం  </td> </tr>
<tr><td>ఇది ఎన్నవది </td> <td>      సింగిల్స్ 45 వది / డబుల్స్ 40 వది </td> </tr>
<tr><td>ఎప్పుడు జరిగింది</td> <td>  అక్టోబర్ 25 - నవంబర్ 1  2015 </td> </tr>
<tr><td>  ఎక్కడ జరిగింది </td> <td> సింగపూర్  </td> </tr>
<tr><td>  కేటగిరిలు </td> <td>     దీనిలో మొత్తం 2   కేటగిరీలు ఉన్నాయి . అవి :   <br />
1)  మహిళలు సింగిల్స్  (Women' s single)  <br />
2) మహిళలు  డబుల్స్ (Women's double)  <br />
<tr><td> మహిళలు సింగిల్స్ విజేత     </td> <td>    Agnieszka Radwańska(పోలండ్) </td> </tr>
<tr><td> మహిళలు సింగిల్స్  రన్నరప్     </td> <td>పెట్రా క్విటోవా (చెక్ రిపబ్లిక్)</td> </tr>
<tr><td> మహిళలు    డబుల్స్  విజేత</td> <td>   మార్టీన్ హింగిస్ (స్విజ్జర్లాండ్)  , సానియా మీర్జా(ఇండియా)  </td> </tr>
<tr><td> మహిళలు డబుల్స్  రన్నరప్     </td> <td>  గార్బిన్ ముగురుజ (స్పెయిన్)   ,     కార్ల స్వురాజ్ నవర్రా(స్పెయిన్)    </td> </tr>


</table>