<%@page contentType="text/html" pageEncoding="UTF-8"%>
<br />
1) భారత ఆర్ధిక సంఘాన్ని(Finance Commission) 1951 లో ఏర్పాటుచేశారు.  <br />
2) దీనిని భారత రాజ్యాంగం ఆర్టికల్ 280 ప్రకారం ఏర్పాటుచేశారు. <br />
3) దీనిని ప్రతి 5 సంవత్సరాలుకొకసారి ఏర్పాటుచేస్తారు .<br />
4) దీనిలో మొత్తం 5 గురు సబ్యులు ఉంటారు. ఒక చైర్మెన్ , నలుగురు ఇతర సబ్యులు ఉంటారు.<br />
5) దీని యొక్క ముఖ్య విధి కేంద్ర , రాష్ట్రాల మద్య ఆర్ధికపరమైన సంబంధాలుని చూడడం.<br />
6) ప్రస్తుతం 14 వ ఆర్ధిక సంఘం అమలులో ఉంది.<br />
7) 14 వ ఆర్ధిక సంఘం చైర్మెన్ వై.వి.రెడ్డి.<br />
8) 14 వ ఆర్ధిక సంఘాన్ని 2013 లో ఏర్పాటుచేశారు.<br />
9) 14 వ ఆర్ధిక సంఘం 2015 -2020 సంవత్సరాలుకు గాను పనిచేస్తుంది. <br />
10) మొదటి ఆర్ధిక సంఘం చైర్మెన్ కె.సి. నియోగి . <br />
11) మొదటి  ఆర్ధిక సంఘం(Finance Commission) 1952 -1957 సంవత్సరాలుకు గాను పనిచేసింది.