<%@page contentType="text/html" pageEncoding="UTF-8"%>
<div class="Ramabhadra">

    
      <div  style="margin-top: 4px;padding:5px; font-size: 30px;color: #088A29">
అనగనగా ఒక సర్పంచ్ పొరుగూరిలో వున్న తన కూతురికి ఒక బుట్టలో నిండా మామిడిపళ్ళు పెట్టించి, నమ్మకస్తుడైన నౌకరుకిచ్చి పంపించాడు. </b>

దారి మధ్యలో ఆయాసం తీర్చుకోడానికి సేవకుడు బుట్టను దించి, ఒక చెట్టు నీడలో కాస్సేపు విశ్రమించాడు.  </b>

ఘుమ ఘుమలాడి పోతున్నాయి ఆ బుట్టలో మామిడిపళ్ళు. ఒక పక్క యెండా, మరో పక్క ఆకలి. ఆ పైన ఆ ఘుమ ఘుమలూ. సేవకుడు ఉండ పట్ట లేక పోయాడు. </b>

సర్పంచ్ పళ్ళతో ఇచ్చిన లేఖను ఒక గొయ్యి తీసి కప్పెట్టాడు. జిహ్వ చాపల్యంలో ఒకటి కాదు, రెండు కాదు, నాలుగు పళ్ళు తినేసాడు. హాయిగా ఒక చిన్న కునుకు తీసాడు. </b>

యేమి ఎరగనట్టు గొయ్యిలోంచి లేఖని తవ్వి తీసుకుని, బుట్టనెత్తుకుని బయలుదేరాడు. </b>

సర్పంచ్ కూతురు బుట్టనీ, లేఖనీ తీసుకుంది. తండ్రి పంపించిన లేఖ చదివింది. పళ్ళు లెక్ఖబెట్టించింది. </b>

“నాలుగు పళ్ళు తక్కువున్నాయేమిటి?” అని నిలదీసింది. “నువ్వేమైన తిన్నావ?” </b>

“అయ్యో! అయ్యో! ఇదెక్కడ విడ్ఢూరం తల్లీ! నేలలో పాతిపెట్టాను కదా, ఈ లేఖ ఎలా చూసింది?” అని లబో దిబో మని తల కొట్టుకున్నాడు. </b>

సర్పంచ్ కూతురికి నవ్వొచ్చేసింది. సేవకుడిని క్షమించేసింది.	  </div> </div>