<%@page contentType="text/html" pageEncoding="UTF-8"%>
<div class="Ramabhadra">

    
      <div  style="margin-top: 4px;padding:5px; font-size: 30px;color: #088A29">
ఓఅత్త కి ముగ్గురు అల్లుళ్ళు...... వాళ్ళలో ఏ అల్లుడు మంచోడో తెలుసుకోవాలి అనుకుంది..... <br />
మొదటి రోజు పెద్ద అల్లుడు ను తీసుకుని సముద్రం కి వెళ్లింది.... <br />
అక్కడ అత్త సముద్రంలో పడిపోయింది... <br />
పెద్ద అల్లుడు కాపాడతాడు.... <br />
అత్త నా అల్లుడు చాలా మంచి వాడు అని కార్ కొని ఇచ్చింది..... <br />
రెండో రోజు రెండో అల్లుడును అదే చోటుకు తీసుకెళ్ళి మళ్లి సముద్రంలో పడింది­...<br />
రెండో అల్లుడు కూడా కాపాడతాడు..... <br />
అత్త రెండో అల్లుడు కూడా మంచోడు అని బైక్ కొని ఇచ్చింది..... <br />
మూడో ...రోజు మూడో అల్లుడి నీ తీసుకెళ్ళింది.. <br />
అత్త మళ్ళి సముద్రం లో పడిపోయింది..... <br />
మూడో అల్లుడు బాగాఆలోచించాడు... <br />
మొదటి అల్లుడి కీ కార్ ఇచ్చింది... <br />
రెండో వాడికి బైక్ ఇచ్చింది....... <br />
ఇక మిగిలింది కేవలం సైకిల్ మాత్రమే...ఇప్పుడు అత్తను రక్షిస్తే అదే ఇస్తుంది ....అది నేను ఏం చేసుకుంటాను అని అత్తను సముద్రంలోవదిలేసాడు..... <br />
ఇంటికి వచ్చేసాడు...... <br />
ఆశ్చర్యం......తర్వాత రోజు చూస్తే ఇంటి ముందు BMW కారు .......కానుకగావచ్చింది.... <br />
ఎలా....???	
<br />
వాళ్ళ మామ ఇచ్చాడు  </div> </div>