<%@page contentType="text/html" pageEncoding="UTF-8"%>
<div class="Ramabhadra">

    
      <div  style="margin-top: 4px;padding:5px; font-size: 30px;color: #088A29">

	  ఒక ఆక్సిడెంట్ లో భార్యా భర్తా ఇద్దరూ చనిపోయి దెయ్యాలయిపోయారు. చాలా కాలం తర్వాత అటూ ఇటూ తిరుగుతూ ఇద్దరూ కలుసుకున్నారు. <br />

భార్య: అయ్యో చాలా కాలం తర్వాత కనిపించారే. పూర్తిగా మారిపోయారు. దయ్యం లా మారిపోయి ఇలా తిరుగుతున్నారు. హహ్హ.. <br />

భర్త: నువ్వు అస్సలు మారలేదు సుమీ. అప్పుడు ఎలా ఉన్నావో ఇప్పుడూ అలానే ఉన్నావ్ <br />
	  
	  </div> </div>