<%@page contentType="text/html" pageEncoding="UTF-8"%>
ప్రపంచంలోనే అత్యంత తక్కువ ధరకు, మంచి ఫీచర్స్ ఉన్న చౌకగా లభించే స్మార్ట్ ఫోన్ ఈ రోజు భారతదేశంలో ఆవిష్కరణ జరుపుకుంటోంది.మే కి న్ ఇండి యా  పథకంలో భాగంగా – నోయిడాకు చెందిన రింగింగ్ బెల్స్ ప్రైవేటు లిమిటెడ్ కంపెనీ ప్రపంచ అత్యంత చౌకైన స్మార్ట్ ఫోన్ ను తయారుచేసింది. రూ.251 లకే లభ్యమయ్యే ఈ స్మార్ట్ ఫోన్ కు 'ఫ్రీడం251' అనే పేరుతో మార్కెట్లో రాబోతోంది.భారతీయ గ్రామీణ పేద ప్రజలకు  డిజిటల్ ఇండియాకు చేరువయ్యేందుకు ఈ అత్యంత చౌక స్మార్ట్ ఫోన్ ఎంతో ఊతమిస్తోందనడంలో ఎలాంటి సందేహం లేదు మరి. <br /><br />
ఈ ఫోన్ లో ఉన్న మంచి ఫీచర్స్ : <br /><br />
డిస్ప్లే : 4 Inches  <br />
ప్రాసెసర్ : 1.3GHz  <br />
ర్యామ్ : 1 జీబీ <br />
ఇంటర్నల్ స్టోరేజ్ : 8 GB <br />
ఎక్స్పాండబుల్ స్టోరేజీ : 32 ఘ్భ్ వరకు  <br />
బ్యాక్ సైడ్ కెమెరా : 3.2 మెగా పిక్సెల్ <br />
ఫ్రంట్ కెమెరా: 0.3 మెగా పిక్సెల్ <br />
వర్షన్ : ఆండ్రాయిడ్ 5.1 (లాలిపాప్) <br />
బ్యాటరీ : 1450 Mah  <br />
రేపు ఉదయం 6 గంటల నుండి బుకింగ్ ప్రారంభం. ఫిబ్రవరి 21, 8 PM బుకింగ్ ముగుస్తుంది. ఫోన్ డెలివరీ మాత్రం జూన్  2016 నాటికి జరుగుతుంది . 