<%@page contentType="text/html" pageEncoding="UTF-8"%>

 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ఈ నెల 14న రాజమండ్రి పుష్కర ఘాటలో జరిగిన తొక్కిసలాట ఘటనపై అమలాపురం మాజీ ఎంపీ జీవీ హర్షకుమార్ తనయుడు జీవీ శ్రీరాజ్ త్రీ టౌన్ పోలీసులకు మంగళవారం ఫిర్యాదు చేశారు.
 ఆ మేరకు పోలీసులు కేసు నమోదుచేశారు. పుష్కరాల ప్రారంభం రోజు ఉదయం 8 గంటల ప్రాంతంలో  ముఖ్యమంత్రి చంద్రబాబుపై షార్ట్ ఫిల్మ్ తీయడమే తొక్కిసలాటకు కారణమని, 
షార్ట్  ఫిల్మ్ రూపకల్పనకు ప్రముఖ సినీ దర్శకుడు బోయపాటి శ్రీనివాస్ కు అప్పగించారని, షార్ట్ ఫిల్మ్ మిషతో ఆయన అనధికార అడ్మినిస్ట్రేటర్ గా వ్యవహరించారని తెలిపారు. 
	షార్ట్ ఫిల్మ్ చిత్రీకరణకు రెండున్నర గంటలపాటు స్నానఘట్టాలను చిత్రీకరించారన్నారు. ఈ క్రమంలో బోయపాటి శ్రీనివాస్ ప్రజలను వదలండని చెప్పడంతో ప్రజలను అధికారులు ఒకేసారి ఘాట్ 
	లోకి వదిలారన్నారు. దీనివల్లనే 29 మంది మృతి చెందారని ఆరోపించారు. ఈ ఘటనకు బాధ్యులైన చంద్రబాబు నాయుడు, బోయపాటి శ్రీనివాస్
	లపైన, ఆయన ఆదేశాలు పాటించి అధికార దుర్వినియోగానికి పాల్పడిన కలెక్టర్, రాజమండ్రి అర్బన్ ఎస్పీలపై న్యాయవిచారణ జరిపి చర్యలు తీసుకోవాలని శ్రీరాజ్ తన ఫిర్యాదులో పేర్కొన్నారు.