<%@page contentType="text/html" pageEncoding="UTF-8"%>
<br />1) పశ్చిమగోదావరి జిల్లా తాడేపల్లిగూడెంలో నేషనల్ ఇన్‌స్టిట్యూట్ ఆఫ్ టెక్నాలజీ (నిట్) భవనాల నిర్మాణానికి ముఖ్యమంత్రి ఎన్.చంద్రబాబు నాయుడు, కేంద్ర మానవ వనరుల శాఖ మంత్రి స్మృతి ఇరానీ ఆగస్టు 20న శంకుస్థాపన చేశారు.
<br /><br />2) కేంద్ర కొత్త, పునర్వినియోగ ఇంధన మంత్రిత్వ శాఖ (Ministry for New and Renewable Energy) ఎంపిక చేసిన సోలార్ నగరాల జాబితాలో ఆంధ్రప్రదేశ్‌కు చెందిన విజయవాడ, తెలంగాణలోని మహబూబ్‌నగర్ పట్టణాలకు చోటుదక్కింది.
<br /><br />3) విజయవాడ పార్లమెంటు నియోజకవర్గం పరిధిలోని 264 గ్రామాలను టాటా ట్రస్టులు సంసద్ ఆదర్శ్ గ్రామ యోజన పథకం క్రింద దత్తత తీసుకున్నాయి. అవగాహన ఒప్పందంపై ఆంధ్రప్రదేశ్ ప్రభుత్వం, టాటా గ్రూప్‌ల మధ్య విజయవాడలో ఆగస్టు 24న సంతకాలు జరిగాయి.
<br /><br />4) కర్నూలు జిల్లా నందికొట్కూరు నియోజకవర్గంలోని తంగెడంచె వద్ద అల్ట్రా మెగా ఫుడ్‌పార్కుకు, ఓర్వకల్లు మండలంలోని పూడిచర్ల వద్ద మెగా ఇండస్ట్రియల్ హబ్‌కు ముఖ్యమంత్రి నారా చంద్రబాబు నాయుడు ఆగస్టు 17న శంకుస్థాపన చేశారు.
<br /><br />5) గ్యాస్ రాయితీని వదులుకున్న‘గివ్ ఇట్ అప్’ కార్యక్రమంలో దేశంలో  ఉత్తర్‌ప్రదేశ్ మొదటి స్థానంలో నిలువగా, మహారాష్ట్రలో 2వ స్థానంలో తెలంగాణ 13వ స్థానంలో, ఆంధ్రప్రదేశ్ 12వ స్థానంలో నిలిచాయి.
<br /><br />6) కేంద్ర కొత్త, పునర్వినియోగ ఇంధన మంత్రిత్వ శాఖ (Ministry for New and Renewable Energy) ఆంధ్రప్రదేశ్ కి 1,500 మెగావాట్ అల్ట్ర మెగా సోలార్ పవర్ పార్క్ ని మంజూరు చేసింది. దీనిని NTPC కడపలో నిర్మిస్తుంది.
