<%@page contentType="text/html" pageEncoding="UTF-8"%>

1) మహారాష్ట్ర గవర్నర్ సి.హెచ్.విద్యాసాగరరావు రాసిన ఉనికి పుస్తకాన్ని రాష్ట్రపతి ప్రణబ్ ముఖర్జీ హైదరాబాద్‌లో జూలై 3న ఆవిష్కరించారు.
<br /><br />2) అమరావతి సీడ్ కేపిటల్ మాస్టర్ ప్లాన్‌ను ముఖ్యమంత్రి చంద్రబాబు నాయుడుకు సింగపూర్ వాణిజ్య మంత్రి ఈశ్వరన్ జూలై 20న రాజమండ్రిలో అందజేశారు.
<br /><br />3) ఆంధ్రప్రదేశ్ రాష్ట్ర రాజధాని ప్రాంత అభివృద్ధి సంస్థ(సీఆర్‌డీఏ)కు కార్యదర్శిగా ఇంధన, మౌలిక వసతుల పెట్టుబడుల శాఖ కార్యదర్శిగా పనిచేస్తున్న అజయ్‌జైన్‌ను నియమితులయ్యారు. సీఆర్‌డీఏ మున్సిపల్ శాఖ పరిధిలో ఉంటుంది.
