<%@page contentType="text/html" pageEncoding="UTF-8"%>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

1) జూన్ 2 రాష్ట్ర విభజన జరిగిన రోజును నవ నిర్మాణ దినంగా పాటించాలని ఆంధ్రప్రదేశ్ మంత్రివర్గం నిర్ణయించింది.<br /><br />
2) ఆంధ్రప్రదేశ్ రాష్ట్ర హోం శాఖ చీఫ్ విజిలెన్స్ అధికారిగా (సీవీఓ) సీనియర్ ఐపీఎస్ అధికారి మహ్మద్ ఎహసాన్ రెజాను ప్రభుత్వం నియమించింది.<br /><br />
3) సర్ ఆర్థర్ కాటన్ జయంతిని రాష్ట్ర పండుగగా జరపాలని ఆంధ్రప్రదేశ్ ప్రభుత్వం నిర్ణయించింది. మే 15న రాజమండ్రిలో కాటన్ జయంతి వేడుకలను ప్రభుత్వం నిర్వహిస్తుంది.<br /><br />
4) జస్టిస్ కల్యాణ్ జ్యోతిసేన్ గుప్తా పదవీ విరమణ తర్వాత ఉమ్మడి హైకోర్టు తాత్కాలిక ప్రధాన న్యాయమూర్తిగా జస్టిస్ దిలీప్ బాబా సాహెబ్ బోసలేను నియమిస్తూ రాష్ట్రపతి ఉత్తర్వులు జారీచేశారు.<br /><br />
5) తూర్పుతీరంలో తొలి లాజిస్టిక్ పార్కు విశాఖపట్నం జిల్లాలో నిర్మాణం కానుంది. ఆగ్నేయాసియా దేశాల నుంచి భారీ దిగుమతులకు ప్రధాన కేంద్రంగా తీర్చిదిద్దడమే ధ్యేయంగా మల్టీలెవెల్ లాజిస్టిక్ పార్కు నిర్మాణానికి విశాఖ పోర్టు ట్రస్టు సన్నాహాలు చేస్తోంది. ప్రస్తుతం పశ్చిమ తీరంలోని మహారాష్ట్రలోని బీవాండీలో మాత్రమే లాజిస్టిక్ పార్కు ఉంది.<br /><br />
6) ప్రభుత్వ ప్రిన్సిపల్ కార్యదర్శి నీరభ్ కుమార్ ప్రసాద్ విడుదల చేసిన జీఓ నంబర్ -8 ప్రకారం విజయనగరంలోని  గురజాడ గృహాన్ని చారిత్రక కట్టడంగా, పురావస్తు ప్రదేశంగా గుర్తిస్తూ పురావస్తు, మ్యూజియం శాఖ మే 23న ప్రకటించింది.<br /><br />
7) ఆంధ్రప్రదేశ్ అవతరణ ఉత్సవాలను నవబంర్ 1నే జరుపుకోవాలని కేంద్ర ప్రభుత్వం ఇటీవల రాష్ట్ర ప్రభుత్వానికి స్పష్టం చేసింది . తెలంగాణ విడిపోయినప్పటికీ ఆంధ్రప్రదేశ్ ఏర్పడిన తేదీ నాడే ఆంధ్రప్రదేశ్ రాష్ట్ర అవతరణ ఉత్సవాలను నిర్వహించుకోవాలని స్పష్టం చేసింది. తెలంగాణ రాష్ట్రం మాత్రం జూన్ 2న రాష్ట్ర అవతరణ ఉత్సవాలను నిర్వహించుకుంటుందని కేంద్రం పేర్కొంది.<br /><br />
8) 2013-14 సంవత్సరంలో అత్యుత్తమ సామర్థ్యాన్ని కనబరిచినందుకు గుర్తింపుగా కేంద్ర విద్యుత్ మంత్రిత్వ శాఖ  ఆంధ్రప్రదేశ్ విద్యుత్ సరఫరా సంస్థ (ఏపీ ట్రాన్స్‌కో)కు ప్రతిష్టాత్మక జాతీయ అవార్డుకు ఎంపిక చేసింది. లభించింది. న్యూఢిల్లీలో జూన్ 3న జరిగిన ఓ కార్యక్రమంలో కేంద్ర విద్యుత్ శాఖ మంత్రి పీయూష్ గోయల్ దీనిని ఏపీ ట్రాన్స్‌కో సీఎండీ విజయానంద్‌కు అందజేశారు. ఏపీ ట్రాన్స్‌కో సామర్థ్యం 99.966 శాతం నమోదైనట్టు కేంద్రం గుర్తించింది. <br /><br />
