<%@page contentType="text/html" pageEncoding="UTF-8"%>

1) ఆరున్నర కోట్ల ఏళ్ల నాటి వృక్ష శిలాజాల జాడలు తాజాగా తెలంగాణలోని ఆదిలాబాద్ అడవుల్లో వెలుగుచూశాయి. ఆదిలాబాద్ జిల్లా బెజ్జూరు మండలం కొండపల్లి అడవిలో విస్తారంగా ఉన్న వృక్ష శిలాజాల జాడ తెలిసింది.
<br /><br />2) ప్రముఖ కవి, వాగ్గేయకారుడు గోరటి వెంకన్నకు స్వాతంత్య్ర సమరయోధుడు, గాంధేయవాది బోయినపల్లి వెంకటరామారావు పేరిట ఏర్పాటు చేసిన బోవెరా కవితా పురస్కారం లభించింది.
<br /><br />3) ఆచార్య కొత్తపల్లి జయశంకర్ పేరిట ఏర్పాటు చేసిన ‘ఆచార్య దేవోభవ’ పురస్కారాన్ని తెలంగాణ రాజకీయ జేఏసీ చైర్మన్ ప్రొఫెసర్ కోదండరామ్ ఆగస్టు 17న హైదరాబాద్‌లోని రవీంద్ర భారతిలో  అందుకున్నారు.
<br /><br />4) కేంద్ర కొత్త, పునర్వినియోగ ఇంధన మంత్రిత్వ శాఖ ఎంపిక చేసిన సోలార్ నగరాల జాబితాలో ఆంధ్రప్రదేశ్‌కు చెందిన విజయవాడ, తెలంగాణలోని మహబూబ్‌నగర్ పట్టణాలకు చోటుదక్కింది.
<br /><br />5) గ్యాస్ రాయితీని వదులుకున్న‘గివ్ ఇట్ అప్’ కార్యక్రమంలో దేశంలో  ఉత్తర్‌ప్రదేశ్ మొదటి స్థానంలో నిలువగా, మహారాష్ట్రలో 2వ స్థానంలో తెలంగాణ 13వ స్థానంలో, ఆంధ్రప్రదేశ్ 12వ స్థానంలో నిలిచాయి.
<br /><br />6) ధర్మపురి శ్రీనివాస్ (డీఎస్)ను తెలంగాణ రాష్ట్ర ప్రభుత్వ ప్రత్యేక సలహాదారుగా నియమిస్తూ ప్రభుత్వం ఆగస్టు 21న ఉత్తర్వులు జారీ చేసింది.
<br /><br />7) గ్రామాల అభివృద్ధికి తోడ్పడే గ్రామజ్యోతి కార్యక్రమాన్ని తెలంగాణ ముఖ్యమంత్రి కె.చంద్రశేఖరరావు ఆగస్టు 17న వరంగల్ జిల్లా గంగదేవిపల్లి గ్రామంలో ప్రారంభించారు.
