<%@page contentType="text/html" pageEncoding="UTF-8"%>
<table border = "1">
<tr><td>తెలంగాణా  S.T  జన సంఖ్య  </td> <td>31,77,940
 ( 1 మార్చ్  2011)   </td> </tr>
<tr><td>తెలంగాణా S.T  పురుషులు సంఖ్య  </td> <td>16,07,656  </td> </tr>
<tr><td>తెలంగాణా S.T  స్త్రీల సంఖ్య  </td> <td>  15,70,284  </td> </tr>
<tr><td>2001 - 2011 కి  తెలంగాణా మొత్తం జనాబాలో  S.T జనాబా శాతం   </td> <td>  9.08 %   </td> </tr>
<tr><td>తెలంగాణాలో  అత్యదిక S.T జనాబ కలిగిన జిల్లా </td> <td>   ఖమ్మం     </td> </tr>
<tr><td>తెలంగాణాలో  అత్యల్ప S.T జనాబ కలిగిన జిల్లా </td> <td>   హైదరాబాద్     </td> </tr>
<tr><td>తెలంగాణాలో S.T  స్త్రీ పురుషులు  నిష్పత్తి  </td> <td>   977:1000        </td> </tr>
<tr><td>తెలంగాణాలో S.T  స్త్రీ పురుషులు నిష్పత్తి ఎక్కువుగా ఉన్న జిల్లా :  </td> <td>  
నిజామబాద్ : 1017 : 1000      </td> </tr>
<tr><td>
తెలంగాణాలో S.T  స్త్రీ పురుషులు నిష్పత్తి తక్కువుగా ఉన్న జిల్లా :  </td> <td>  
హైదరాబాద్ : 915 : 1000   </td> </tr>
</table>