<%@page contentType="text/html" pageEncoding="UTF-8"%>
<table border = "1">
<tr><td>తెలంగాణా గ్రామీణ  జన సంఖ్య  </td> <td>    2,13,95,009
 ( 1 మార్చ్  2011)   </td> </tr>
<tr><td>తెలంగాణా గ్రామీణ  పురుషులు సంఖ్య  </td> <td>    1,07,04,993   </td> </tr>
<tr><td>తెలంగాణా గ్రామీణ  స్త్రీల సంఖ్య  </td> <td>  1,06,90,016  </td> </tr>
<tr><td>2001 - 2011 కి  తెలంగాణా గ్రామీణ జనాబా  వౄద్ది రేటు  </td> <td>  2.13 %   </td> </tr>
<tr><td>2001 - 2011 కి  తెలంగాణా గ్రామీణ జనాబా  వౄద్ది రేటు ఎక్కువుగా ఉన్న జిల్లా  </td> <td>  మహబూబ్‌నగర్  (   9.63%  )    </td> </tr>
<tr><td>2001 - 2011 కి  తెలంగాణా గ్రామీణ జనాబా  వౄద్ది రేటు తక్కువుగా  ఉన్న జిల్లా  </td> <td>  వరంగల్  (   - 3.91 )    </td> </tr>
<tr><td>2001 - 2011 కి  తెలంగాణా గ్రామీణ స్త్రీ  జనాబా వౄద్ది రేటు   </td> <td>  2.92 %   </td> </tr>
<tr><td>2001 - 2011 కి  తెలంగాణా గ్రామీణ పురుషులు జనాబా  వౄద్ది రేటు  </td> <td>  1.36 %   </td> </tr>

<tr><td>తెలంగాణాలో  అత్యదిక గ్రామీణ జనాబ కలిగిన జిల్లా </td> <td>   మహబూబ్‌నగర్     </td> </tr>
<tr><td>తెలంగాణాలో  అత్యల్ప గ్రామీణ జనాబ కలిగిన జిల్లా </td> <td>   రంగారెడ్డీ     </td> </tr>
<tr><td>గ్రామీణ జనాబా లేని జిల్లా  </td> <td>   హైదరాబాద్     </td> </tr>

<tr><td>తెలంగాణాలో గ్రామీణ  స్త్రీ పురుషులు  నిష్పత్తి  </td> <td>   999:1000        </td> </tr>
<tr><td>తెలంగాణాలో గ్రామీణ  స్త్రీ పురుషులు నిష్పత్తి ఎక్కువుగా ఉన్న జిల్లా :  </td> <td>  
నిజామబాద్ : 1047 : 1000      </td> </tr>
<tr><td>
తెలంగాణాలో గ్రామీణ  స్త్రీ పురుషులు నిష్పత్తి తక్కువుగా ఉన్న జిల్లా :  </td> <td>  
రంగారెడ్డీ : 969 : 1000   </td> </tr>
</table>