<%@page contentType="text/html" pageEncoding="UTF-8"%>
1) పాలమూరు ఎత్తిపోతల ప్రాజెక్టుకు తెలంగాణ ముఖ్యమంత్రి కె.చంద్రశేఖరరావు జూన్ 11న శంకుస్థాపన చేశారు. కృష్ణా నదిపై ఉన్న ఈ ప్రాజెక్టు ద్వారా 10 లక్షల ఎకరాలకు నీరందుతుంది. కృష్ణా నది నుంచి ఈ ప్రాజెక్టు కోసం 90 టీఎంసీల నీటిని వినియోగిస్తారు. ఇందులో 70 టీఎంసీల నీరు వ్యవసాయానికి, 20 టీఎంసీల నీరు హైదరాబాద్‌కు తాగునీటిని సరఫరా చేస్తారు.
<br /><br />2) పోలవరం ముంపు గ్రామాల విలీనం తర్వాత భద్రాచలం, బూర్గంపాడు మండలాలను పునర్‌వ్యవస్థీకరిస్తూ ఫైలుపై సీఎం చంద్రశేఖరరావు సంతకం చేశారు. ఈ నిర్ణయంతో భద్రాచలం మండలంగా మారింది.
<br /><br />3) తెలంగాణ ట్రాన్స్‌కో జాయింట్ మేనేజింగ్ డెరైక్టర్ గా సి.శ్రీనివాసరావును ప్రభుత్వం నియమించింది.
<br /><br />4) దక్షిణాది రాష్ట్రాల కార్మిక మంత్రుల, కార్యదర్శుల మూడో ప్రాంతీయ సదస్సు జూన్ 27న హైదరాబాద్‌లో జరిగింది. ఈ సదస్సులో కేంద్ర కార్మిక శాఖ మంత్రి బండారు దత్తాత్రేయ ముఖ్య అతిథిగా పాల్గొన్నారు.
<br /><br />5) తెలంగాణ, ఏపీ రాష్ట్రాల ఆదాయ పన్ను శాఖ (ఐటీ శాఖ ) ప్రిన్సిపల్ చీఫ్ కమిషనర్‌గా సురేశ్ బాబు జూన్ 30న బాధ్యతలు చేపట్టారు.
<br /><br />6) తెలంగాణ రాష్ట్ర హోంశాఖ ప్రధాన కార్యదర్శిగా రాజీవ్ త్రివేదిని ప్రభుత్వం నియమించింది.
