<%@page contentType="text/html" pageEncoding="UTF-8"%>
1) మహారాష్ట్ర గవర్నర్ సి.హెచ్.విద్యాసాగరరావు రాసిన ఉనికి పుస్తకాన్ని రాష్ట్రపతి ప్రణబ్ ముఖర్జీ హైదరాబాద్‌లో జూలై 3న ఆవిష్కరించారు.
<br /><br />2) హరితహారం కార్యక్రమాన్ని తెలంగాణ ముఖ్యమంత్రి కె.చంద్రశేఖరరావు జూలై 3న రంగారెడ్డి జిల్లా చిలుకూరులోని మొక్కను నాటి ప్రారంభించారు. ఈ కార్యక్రమం కింద రాష్ట్రంలో అడవుల శాతాన్ని 24 నుంచి 33కు పెంచుతారు.
<br /><br />3) జూలై 14న హైదరాబాద్‌లోని రవీంద్రభారతిలో తెలంగాణ భాషా సాంస్కృతిక శాఖ, ఇరాన్‌కు మధ్య ఓ ఒప్పందం కుదిరింది. భాషా సాంస్కృతిక శాఖ డెరైక్టర్ మామిడి హరికృష్ణ, ఇరాన్‌కి చెందిన సాంస్కృతిక ప్రజా సంబంధాల అధికారి అలీ ఎ నిరూమాండ్, అలీ పర్గడ్ పాల్గొని చర్చించారు.
<br /><br />4) హైదరాబాద్‌లోని ఐఅండ్‌పీఆర్ కార్యాలయంలో జూలై 16న తెలంగాణ, ఇజ్రాయిల్ మధ్య కళా ఒప్పందం కుదిరింది . ఇజ్రాయిల్ దేశ సాంస్కృతిక ప్రతినిధి కణాఅంజి, తెలంగాణ భాషా సాంస్కృతిక శాఖ కార్యదర్శి బీపీ ఆచార్య, తెలంగాణ పేరిణీ నృత్యాన్ని ఇజ్రాయిల్‌లో ప్రదర్శించేందుకు, ఇజ్రాయిల్ ‘గాగా డాన్స్ ఫామ్’ను తెలంగాణలో ప్రదర్శించేందుకు ఒప్పందాలు చేసుకున్నారు.
<br /><br />5) గిరిజనుల సంస్కృతీ, సంప్రదాయాలు ప్రతిబింబించేలా జరుపుకొనే ‘తీజ్’ పండుగ ను తెలంగాణ ప్రభుత్వం అధికారికంగా నిర్వహించనుంది.
<br /><br />6) తెలంగాణ రాష్ట్ర మైనార్టీ ఫైనాన్స్ కార్పొరేషన్ (టీఎస్‌ఎంఎఫ్‌సీ) మేనేజింగ్ డెరైక్టర్‌గా షఫీయుల్లా ఎంపికయ్యారు.  
