<%@page contentType="text/html" pageEncoding="UTF-8"%>
<br />
తెలంగాణా గతంలో హైదరాబాద్ సంస్థానంలో ఉండేది . ఈ హైదరాబాద్ సంస్థానాన్ని నిజాం నవాబులు పాలించెవారు . " ఆపరేషన్ పోలొ " అనే మిలటరీ ఆపరేషన్ ద్వారా 1948 సెప్టెంబర్ 17 న ఇండియన్ యూనియన్ లో కలిపారు .
<br /><br />
1952 లో హైదరాబాద్  రాష్ట్రంలో జరిగిన సాదారణ ఎన్నికలలో బూర్గుల రామకౄష్ణ ముఖ్యమంత్రి అయ్యరు. <br /><br />
తరువాత హైదరాబాద్  రాష్ట్రం , ఆంద్ర రాష్ట్రం కలిపి 1956 నవంబర్ 1 న ఆంద్రప్రదేశ్  గా ఏర్పాటు చేసారు .  <br /><br />
తెలంగాణా 2014 జూన్ 2న ఉమ్మడి ఆంద్రప్రదేశ్ నుంచి విడిపోయి 29 వ రాష్ట్రంగా ఏర్పడింది.<br /><br />
తెలంగాణాలో ఉన్న జిల్లాలు సంఖ్య 10 .  అవి : మహబూబ్‌నగర్ , నల్గొండ , ఖమ్మం ,మెదక్ , రంగారెడ్డీ , వరంగల్ , కరీంనగర్ , అదిలాబాద్ , నిజమాబాద్ , హైదరాబాద్ .<br /><br />

విస్తీర్ణం పరంగా పెద్ద జిల్లా  --- మహబూబ్‌నగర్ (18,432 చ.ద.కి)
.<br /><br />
విస్తీర్ణం పరంగా చిన్న జిల్లా  --- హైదరాబాద్ (217 చ.ద.కి)  .<br /><br />
తెలంగాణా 15 డిగ్రీలు 11 నిముషాలు ఉత్తర అక్షాంశము నుంచి 19 డిగ్రీలు 56 నిముషాలు ఉత్తర అక్షాంశము వరకు మరియు 77 డిగ్రీలు 15 నిముషాలు తూర్పు రేఖాంశం నుంచి 80 డిగ్రీలు 47 నిముషాలు తూర్పు రేఖాంశం  వరకు విస్తరించి ఉంది.<br /><br />
తెలంగాణాలో మొత్తం జనసంఖ్య 3,50,03,674. జనభా పరంగా తెలంగాణా దేశంలో 12 వది .<br /><br />
తెలంగాణా విస్తీర్ణం 1,12,077 చ.కి.మి. విస్తీర్ణం  పరంగా తెలంగాణా దేశంలో 12 వది . <br /><br />
తెలంగాణా రాజదాని హైదరాబాద్.  <br /><br />
<br /><br />