<%@page contentType="text/html" pageEncoding="UTF-8"%>
<br />

తెలంగాణాకు తూర్పున  ఆంద్రప్రదేశ్  , ఉత్తరాన మహరాష్ట్ర , పడమరన కర్ణాటక , దక్షిణాన ఆంద్రప్రదేశ్ , ఈశాన్యాన చత్తీష్‌ఘడ్ ఎల్లలు గ ఉన్నాయి . <br /><br />

మహబూబ్‌నగర్ , నల్గొండ , ఖమ్మం లు ఆంద్రప్రదేశ్ కి సరిహద్దు జిల్లాలుగా ఉన్నాయి .
<br /><br />
మెదక్ , రంగారెడ్డీ , మహబూబ్‌నగర్ లు కర్ణాటక తో సరిహద్దుని కలిగి ఉన్నాయి .
<br /><br />
ఖమ్మం , వరంగల్ , కరీంనగర్ చత్తీష్‌ఘడ్  తో సరిహద్దుని కలిగి ఉన్నాయి .
<br /><br />
అదిలాబాద్ , నిజమాబాద్, కరీంనగర్ మహరాష్ట్ర తో సరిహద్దుని కలిగి ఉన్నాయి .
<br /><br />
ఎటువంటి సరిహద్దు  రాష్ట్రం లేని జిల్లా హైదరాబాద్     