<%@page contentType="text/html" pageEncoding="UTF-8"%>
<table border = "1">
<tr><td>తెలంగాణా జన సంఖ్య  </td> <td>    3,50,03,674 ( 1 మార్చ్  2011)   </td> </tr>
<tr><td>పురుషులు సంఖ్య  </td> <td>    1,76,11,633     </td> </tr>
<tr><td>స్త్రీల సంఖ్య  </td> <td>   1,73,92,041    </td> </tr>
<tr><td>2001 - 2011 కి  తెలంగాణా జనాబా  వౄద్ది రేటు  </td> <td>  13.58 %   </td> </tr>
<tr><td>2001 - 2011 కి   జనాబా  వౄద్ది రేటు ఎక్కువుగా  ఉన్న జిల్లా  </td> <td> రంగారెడ్డి ( 48.16 %  )  </td> </tr>
<tr><td>2001 - 2011 కి  జనాబా  వౄద్ది రేటు తక్కువుగా ఉన్న జిల్లా  </td> <td> హైదరాబాద్  ( 2.97%   )   </td> </tr>
<tr><td>2001 - 2011 కి  తెలంగాణా  స్త్రీ  జనాబా వౄద్ది రేటు   </td> <td>  14.55 %   </td> </tr>
<tr><td>2001 - 2011 కి  తెలంగాణా  పురుషులు జనాబా  వౄద్ది రేటు  </td> <td>  12.63 %   </td> </tr>
<tr><td>తెలంగాణాలో  అత్యదిక జనాబ కలిగిన జిల్లా </td> <td>   రంగారెడ్డి (5.29 మిలియన్లు  )      </td> </tr>
<tr><td>తెలంగాణాలో  అత్యదిక జనాబ కలిగిన 2 వ జిల్లా </td> <td>   మహబూబ్‌నగర్ (4.05 మిలియన్లు )      </td> </tr>
<tr><td>తెలంగాణాలో  జనాబా పరంగా హైదరాబాద్ జిల్లా స్థానం  </td> <td>  3 వది (3.94 మిలియన్లు )       </td> </tr>
<tr><td>తెలంగాణాలో  అత్యల్ప జనాబ కలిగిన జిల్లా </td> <td>   నిజామాబాద్ (2.55 మిలియన్లు  )        </td> </tr>
<tr><td>తెలంగాణాలో  అత్యల్ప జనాబ కలిగిన 2 వ జిల్లా </td> <td>   అదిలాబాద్ (2.74 మిలియన్లు )       </td> </tr>
<tr><td>తెలంగాణాలో  స్త్రీ పురుషులు  నిష్పత్తి  </td> <td>   988:1000        </td> </tr>
<tr><td>స్త్రీ పురుషులు నిష్పత్తి ఎక్కువుగా ఉన్న జిల్లా :  </td> <td>  
1) నిజామబాద్ : 1040 : 1000   <br />
2) ఖమ్మం : 1008 : 1000         </td> </tr>
<tr><td>
స్త్రీ పురుషులు నిష్పత్తి తక్కువుగా ఉన్న జిల్లా :  </td> <td>  
1) హైదరాబాద్ : 954 : 1000 <br />
2) రంగారెడ్డీ : 961 : 1000   </td> </tr>
<tr><td>తెలంగాణా జనసాంద్రత  </td> <td>  312 (ప్రతి చ.కి.మి)       </td> </tr>
<tr><td>అత్యదిక జనసాంద్రత కలిగిన జిల్లాలు  </td> <td>  
1) హైదరాబాద్ (18,840 మంది ప్రతి చ.కి.మి కి)  <br />
2) రంగారెడ్డి (707 మంది ప్రతి చ.కి.మి కి)            </td> </tr>
<tr><td>అత్యల్ప జనసాంద్రత కలిగిన జిల్లా   </td> <td> అదిలాబాద్ (170 మంది ప్రతి చ.కి.మి కి)          </td> </tr> 
</table>