<%@page contentType="text/html" pageEncoding="UTF-8"%>
<table border = "1">
<tr><td>తెలంగాణా అక్షరాష్యత శాతం  </td> <td> 66.54 % </td> </tr>
<tr><td> తెలంగాణా గ్రామీణ అక్షరాష్యత శాతం  </td> <td>   57.30 % </td> </tr>
<tr><td> తెలంగాణా పట్టణ అక్షరాష్యత శాతం </td> <td>  81.09 % </td> </tr>
<tr><td> తెలంగాణా స్త్రీ అక్షరాష్యత శాతం  </td> <td>  57.99  % </td> </tr>
<tr><td> తెలంగాణా పురుషుల అక్షరాష్యత శాతం </td> <td>   75.04     </td> </tr> 
<tr><td> అక్షరాష్యత శాతం ఎక్కువుగా ఉన్న జిల్లా </td> <td>   హైదరాబాద్    ( 83.25)   </td> </tr>
<tr><td> అక్షరాష్యత శాతం అత్యల్పంగా ఉన్న జిల్లా </td> <td>   మహబూబ్ నగర్ ( 55.04 )      </td> </tr>
<tr><td> గ్రామీణ అక్షరాష్యత శాతం ఎక్కువుగా ఉన్న జిల్లా </td> <td>   రంగారెడ్డీ  (  60.60 )     </td> </tr>
<tr><td>గ్రామీణ అక్షరాష్యత శాతం అత్యల్పంగా ఉన్న జిల్లా</td> <td> 1)  హైదరాబాద్  : హైదరాబాద్ లో అసలు గ్రామీణ జనాబా లేదు   <br /> 2)  మహబూబ్ నగర్  50.92% </td> </tr>
<tr><td> పట్టణ అక్షరాష్యత శాతం ఎక్కువుగా ఉన్న జిల్లా </td> <td>   హైదరాబాద్  83.25 %   </td> </tr>
<tr><td>పట్టణ అక్షరాష్యత శాతం అత్యల్పంగా ఉన్న జిల్లా</td> <td>  అదిలాబాద్  75.63%   </td> </tr>
<tr><td>స్త్రీ  అక్షరాష్యత శాతం ఎక్కువుగా ఉన్న జిల్లా </td> <td>   హైదరాబాద్ 79.35 %     </td> </tr>
<tr><td>స్త్రీ అక్షరాష్యత శాతం అత్యల్పంగా ఉన్న జిల్లా</td> <td>   మహబూబ్ నగర్   40.15%   </td> </tr>
<tr><td>పురుషుల  అక్షరాష్యత శాతం ఎక్కువుగా ఉన్న జిల్లా </td> <td>   హైదరాబాద్ 86.99 %    </td> </tr>
<tr><td>పురుషుల అక్షరాష్యత శాతం అత్యల్పంగా ఉన్న జిల్లా</td> <td>   మహబూబ్ నగర్   65.21 %  </td> </tr>
</table>