<%@page contentType="text/html" pageEncoding="UTF-8"%>
<table border = "1">
<tr><td>తెలంగాణా  S.C  జన సంఖ్య  </td> <td>54,08,800
 ( 1 మార్చ్  2011)   </td> </tr>
<tr><td>తెలంగాణా S.C  పురుషులు సంఖ్య  </td> <td>   26,93,127  </td> </tr>
<tr><td>తెలంగాణా S.C  స్త్రీల సంఖ్య  </td> <td>  27,15,673  </td> </tr>
<tr><td>2001 - 2011 కి  తెలంగాణా మొత్తం జనాబాలో  S.C జనాబా శాతం   </td> <td>  15.45 %   </td> </tr>
<tr><td>తెలంగాణాలో  అత్యదిక S.C జనాబ కలిగిన జిల్లా </td> <td>   కరీంనగర్     </td> </tr>
<tr><td>తెలంగాణాలో  అత్యల్ప S.C జనాబ కలిగిన జిల్లా </td> <td>   హైదరాబాద్     </td> </tr>
<tr><td>తెలంగాణాలో S.C  స్త్రీ పురుషులు  నిష్పత్తి  </td> <td>   1008:1000        </td> </tr>
<tr><td>తెలంగాణాలో S.C  స్త్రీ పురుషులు నిష్పత్తి ఎక్కువుగా ఉన్న జిల్లా :  </td> <td>  
నిజామబాద్ : 1075 : 1000      </td> </tr>
<tr><td>
తెలంగాణాలో S.C  స్త్రీ పురుషులు నిష్పత్తి తక్కువుగా ఉన్న జిల్లా :  </td> <td>  
రంగారెడ్డీ : 988 : 1000   </td> </tr>
</table>