<%@page contentType="text/html" pageEncoding="UTF-8"%>
<table border = "1">
<tr><td>తెలంగాణా  పిల్లలు  జన సంఖ్య  </td> <td>38,99,166  </td> </tr>
<tr><td>తెలంగాణా  మగ పిల్లలు సంఖ్య  </td> <td>   20,17,935  </td> </tr>
<tr><td>తెలంగాణా  ఆడ పిల్లలు  స్త్రీల సంఖ్య  </td> <td>  18,81,231  </td> </tr>
<tr><td>2001 - 2011 కి  తెలంగాణా మొత్తం జనాబాలో  S.C జనాబా శాతం   </td> <td>  15.45 %   </td> </tr>
<tr><td>తెలంగాణాలో  అత్యదిక పిల్లలు జనాబ కలిగిన జిల్లా </td> <td>   రంగారెడ్డీ     </td> </tr>
<tr><td>తెలంగాణాలో  అత్యల్ప  పిల్లలు జనాబ కలిగిన జిల్లా </td> <td>   ఖమ్మం     </td> </tr>
<tr><td>తెలంగాణాలో  పిల్లలు  స్త్రీ పురుషులు  నిష్పత్తి  </td> <td>   932:1000        </td> </tr>
<tr><td>తెలంగాణాలో  పిల్లలు  స్త్రీ పురుషులు నిష్పత్తి ఎక్కువుగా ఉన్న జిల్లా :  </td> <td>  
ఖమ్మం : 954 : 1000      </td> </tr>
<tr><td>
తెలంగాణాలో  పిల్లలు  స్త్రీ పురుషులు నిష్పత్తి తక్కువుగా ఉన్న జిల్లా :  </td> <td>  
హైదరాబాద్ : 914 : 1000   </td> </tr>
<tr><td>తెలంగాణా గ్రామీణ  పిల్లలు    స్త్రీ పురుషులు  నిష్పత్తి  </td> <td>931 :1000  </td> </tr>
<tr><td>తెలంగాణా పట్టణ   పిల్లలు    స్త్రీ పురుషులు  నిష్పత్తి  </td> <td>930 :1000  </td> </tr>

</table>