<%@page contentType="text/html" pageEncoding="UTF-8"%>
<table border = "1">
<tr><td>తెలంగాణా పట్టణ  జన సంఖ్య  </td> <td>    1,36,08,665 ( 1 మార్చ్  2011)   </td> </tr>
<tr><td>తెలంగాణా పట్టణ  పురుషులు సంఖ్య  </td> <td>69,06,640</td> </tr>
<tr><td>తెలంగాణా పట్టణ  స్త్రీల సంఖ్య  </td> <td>67,02,025 </td> </tr>
<tr><td>2001 - 2011 కి  తెలంగాణా పట్టణ జనాబా  వౄద్ది రేటు  </td> <td>  38.12 %   </td> </tr>
<tr><td>2001 - 2011 కి  తెలంగాణా పట్టణ జనాబా  వౄద్ది రేటు ఎక్కువుగా ఉన్న జిల్లా  </td> <td>  రంగారెడ్డి  (   91.92%  )    </td> </tr>
<tr><td>2001 - 2011 కి  తెలంగాణా పట్టణ జనాబా  వౄద్ది రేటు తక్కువుగా  ఉన్న జిల్లా  </td> <td>  హైదరాబాద్  (   2.97 %  )   </td> </tr>
<tr><td>2001 - 2011 కి  తెలంగాణా పట్టణ స్త్రీ  జనాబా వౄద్ది రేటు   </td> <td>  40.03  </td> </tr>
<tr><td>2001 - 2011 కి  తెలంగాణా పట్టణ పురుషులు జనాబా  వౄద్ది రేటు  </td> <td>  36.31  </td> </tr>

<tr><td>తెలంగాణాలో  అత్యదిక పట్టణ జనాబ కలిగిన జిల్లా </td> <td>   హైదరాబాద్     </td> </tr>
<tr><td>తెలంగాణాలో  అత్యల్ప పట్టణ జనాబ కలిగిన జిల్లా </td> <td>   నిజామబాద్     </td> </tr>

<tr><td>తెలంగాణాలో పట్టణ  స్త్రీ పురుషులు  నిష్పత్తి  </td> <td>   970:1000        </td> </tr>
<tr><td>తెలంగాణాలో పట్టణ  స్త్రీ పురుషులు నిష్పత్తి ఎక్కువుగా ఉన్న జిల్లా :  </td> <td>  
ఖమ్మం : 1023 : 1000      </td> </tr>
<tr><td>
తెలంగాణాలో పట్టణ  స్త్రీ పురుషులు నిష్పత్తి తక్కువుగా ఉన్న జిల్లా :  </td> <td>  
హైదరాబాద్ : 954 : 1000   </td> </tr>
</table>